export const ru1 = {
  id: '___ru1',
  title: 'RU',
  body: `За пределами Хогвартса ласковое январское солнце освещало замёрзшие поля.

  Именно здесь для части учеников проходил урок, остальных же просто отпустили с занятий пораньше. Первокурсники изучали заклинание, осваивать которое лучше всего не в классе, а на улице, ярким солнечным днём, под ясным голубым небом. Считается, что печенье и лимонад также способствуют процессу.
  
  Первые жесты заклинания были сложными и требовали точности: сначала несколько резких взмахов палочкой: раз, два, три и четыре, с небольшими наклонами на чётко выверенные углы, при этом нужно сдвигать большой и указательный пальцы на строго определённое расстояние…
  
  Министерство считало, что учить этому заклинанию раньше пятого курса — пустая трата времени и сил. В прошлом было несколько случаев, когда дети разучивали его, опережая программу, и тогда министерство называло их «гениями», но принимать во внимание их опыт отказывалось.
  
  Гарри начинал понимать, почему профессор Квиррелл заявил, что от Министерской комиссии по учебному плану было бы больше пользы, если бы её пустили на удобрения, пусть это и прозвучало не очень вежливо.
  
  Итак, хоть жесты и были сложными, требующими определённой сноровки, это не было непреодолимой преградой для изучения нового заклинания, пусть даже и в одиннадцать лет. Нужно лишь чуть больше старания и практики в отработке каждой части заклинания, вот и всё.
  
  Большинство заклинаний, которые изучаются исключительно старшекурсниками, просто требуют больше магической силы, и потому недоступны ученикам младших курсов. Но заклинание Патронуса не из их числа. Оно является сложным не потому что для него необходим большой запас магической силы, а потому что требует большего, чем просто волшебство.
  
  Для него необходимы тёплые и счастливые чувства, идущие от самого сердца, самые драгоценные воспоминания — совсем другой вид силы, который не требуется для обычных заклинаний.
  
  Гарри сделал несколько резких взмахов палочкой: раз, два, три и четыре, сдвигая пальцы на строго определённое расстояние…
  
  — Удачи в школе, Гарри. Как думаешь, я купил тебе достаточно книг?
  
  — Книг никогда не бывает достаточно… Но это была хорошая попытка… Очень, очень, очень хорошая попытка.
  
  Когда Гарри в первый раз попытался вспомнить и вложить в заклинание своё счастливое воспоминание, к его глазам подступили слёзы.
  
  Круговым движением он поднял палочку вверх и сделал выпад — в последнем жесте не важна точность, только отвага и вызов:
  
  — Экспекто Патронум!
  
  Ничего не произошло.
  
  Ни одной искорки.
  
  Когда Гарри поднял взгляд, Ремус Люпин всё ещё изучал его палочку. На лице, покрытом бледными шрамами, застыло обеспокоенное выражение.
  
  Наконец, Ремус покачал головой и тихо сказал:
  
  — Мне очень жаль, Гарри. Движения твоей палочки были абсолютно правильными.
  
  Вокруг тоже не было ни единой искорки света, все прекратили свои попытки создать патронуса, и как бы невзначай следили за Гарри.
  
  К глазам снова подступили слёзы, вот только уже не слёзы радости. Он ожидал чего угодно, чего угодно, но только не этого.
  
  Узнать, что ты недостаточно счастлив — есть в этом что-то запредельно унизительное.
  
  Что есть такого в Энтони Голдштейне, чего нет в Гарри? Что заставляет его палочку испускать яркие искры? Энтони любит своего отца сильнее?
  
  — Что ты вспоминал, произнося заклинание? — спросил Ремус.
  
  — Моего отца, — дрожащим голосом ответил Гарри. — Я попросил его купить мне кое-какие книги, когда собирался в Хогвартс, и он купил их, и они были дорогими, и он спросил: достаточно ли у меня книг…
  
  Гарри остановился, решив не объяснять девиз семьи Верресов.
  
  — Гарри, отдохни немного, а потом попробуй другую мысль, — сказал Ремус и указал в сторону, где на траве сидели смущённые, разочарованные и даже печальные ученики. — Ты не сможешь создать патронуса, пока чувствуешь стыд за то, что недостаточно благодарен.
  
  В голосе мистера Люпина звучало мягкое сострадание, и на мгновение Гарри почувствовал желание крепко по чему-нибудь ударить.
  
  Но вместо этого он просто развернулся и пошёл туда, где сидели остальные ученики, чьи движения палочки также были признаны безупречными, и которые по идее должны были сейчас воскрешать в памяти более счастливые моменты своих жизней. Правда, судя по их виду, они вряд ли далеко продвинулись. Среди собравшихся здесь преобладали синие цвета Когтеврана, несколько красных пятен гриффиндорцев, и одна-единственная девочка из Пуффендуя, которая всё ещё плакала. Дафна Гринграсс и Трейси Дэвис всё ещё осваивали жесты заклинания, остальные Слизеринцы даже не удосужились появиться на уроке.
  
  Гарри плюхнулся на холодную, пожухлую траву, рядом с ученицей, чья неудача удивила его больше всего.
  
  — Значит, у тебя тоже не вышло, — сказала Гермиона. Когда у неё не получилось заклинание, она просто убежала с поля, но позже вернулась, и по её покрасневшим глазам было понятно, что она недавно плакала.
  
  — Я, я… — неуверенно начал Гарри. — Я бы, наверно, чувствовал себя намного хуже, если бы у тебя получилось. Ты самый добрый человек из всех, кого я когда-либо встречал, Гермиона. И если даже ты не можешь выполнить это заклинание, то, возможно… возможно, я тоже хороший человек.
  
  — Мне надо было выбрать Гриффиндор, — прошептала Гермиона и часто заморгала, сдерживая подступающие слёзы.
  
  * * *
  
  Мальчик и девочка шли рядом. Они, определённо, не держались за руки, но присутствие друг друга придавало им какую-то силу, что-то позволяющее игнорировать перешёптывания одноклассников, на пути к главным воротам Хогвартса.
  
  Какую бы счастливую мысль ни пробовал Гарри, он так и не смог вызвать Патронуса. Окружающие, казалось, были не слишком-то удивлены таким результатом, что делало всю ситуацию только хуже. Гораздо больше всех поразило то, что у Гермионы тоже ничего не получилось, и Гарри замечал, что теперь на неё бросают такие же косые взгляды. Никто не смотрел подобным образом на других когтевранцев, проваливших заклинание. Но Гермиона была Солнечным генералом, и её поклонники вели себя так, как будто она их подвела, нарушила обещание, которого она вообще-то никогда не давала.
  
  Чтобы узнать побольше о заклинании Патронуса, они пошли в библиотеку. Это был обычный способ борьбы с неудачами для Гермионы, а иногда и для Гарри. Учись, узнавай, пытайся понять настоящую причину…
  
  Книги лишь подтвердили то, что директор рассказал Гарри: зачастую, волшебник, неспособный вызвать патронуса на уроках, оказывался способным на это в присутствии настоящего дементора. Человек, с палочки которого не сходило и искорки, вызывал полного телесного патронуса. Это противоречило любой логике: аура страха, распространяемая дементором, должна была наоборот мешать концентрации на радостных мыслях, но факт оставался фактом.
  
  Так что они оба решили сделать ещё одну последнюю попытку, они просто не могли не попробовать ещё один, последний раз.
  
  И вот наступил день, когда в Хогвартс прибыл дементор.
  
  С утра Гарри растрансфигурировал камень своего отца, который носил на кольце в виде крошечного бриллианта, и положил этот огромный серый камень в свой кошель. Просто на случай, если магия Гарри полностью истощится при встрече с самым тёмным из всех созданий.
  
  Гарри уже поддался пессимизму, а ведь он ещё даже не подошёл к дементору.
  
  — Готов поспорить, что у тебя получится, а у меня нет, — прошептал Гарри. — Спорим, что так и будет?
  
  — Я чувствовала фальшь, — сказала Гермиона ещё тише него. — Я пробовала сегодня утром и осознала. Когда я сделала последний взмах палочкой, ещё перед тем, как сказать слова, я почувствовала фальшь.
  
  Гарри промолчал. Он чувствовал то же с самого начала, хоть ему и пришлось сделать ещё пять попыток с разными радостными мыслями, прежде чем он это признал. Каждый раз, когда Гарри пытался сделать выпад палочкой, он ощущал пустоту. Заклинание, которое он пытался выучить, не подходило ему.
  
  — Это не значит, что мы станем Тёмными Магами, — заметил Гарри. — Многие из тех, кто не может вызвать Патронуса, — обычные волшебники. Годрик Гриффиндор не был Тёмным Магом…
  
  Годрик побеждал Тёмных Лордов, защищал простых людей от Благородных Домов, и маглов от волшебников. У него было много замечательных и верных друзей, половину из которых он потерял в своих битвах за доброе дело. Он слышал стоны раненых солдат из армий, которые он собирал для защиты невинных. Молодые смелые волшебники откликались на его зов и заканчивали свой путь в могилах. И наконец, когда его магия только-только начала истощаться из-за старости, он собрал ещё троих самых могущественных волшебников своего времени, чтобы на пустом месте воздвигнуть Хогвартс — единственное великое деяние Годрика, которое не было связано с войной. И первым преподавателем Боевой Магии стал Салазар, а вовсе не Годрик. Он взялся обучать травоведению, магии зелёной, растущей жизни.
  
  И до своего последнего дня он так и не был способен вызвать патронуса.
  
  Годрик Гриффиндор был хорошим человеком. Но не счастливым.
  
  Гарри не верил в экзистенциальный страх, он терпеть не мог хныкающих героев, он знал, что миллиарды людей были бы готовы отдать что угодно, лишь бы поменяться с ним местами, и…
  
  И на своём смертном одре Годрик сказал Хельге (Салазар покинул его ранее, а Ровена к тому времени уже умерла), что не жалеет ни о чём. Он не отговаривал своих учеников следовать по его стопам, никто никогда не слышал, чтобы он говорил кому-то не следовать по его стопам. Он считал себя не вправе запрещать даже самым юным ученика Хогвартса поступать так, как он сам считал правильным. Годрик надеялся, что ученики, которые действительно пойдут по его стопам, запомнят последнее напутствие Гриффиндора своему факультету: он будет рад, если они окажутся счастливее его, сделав красный и золотой цветами тепла и света.
  
  И рыдающая Хельга пообещала, что, став директором, передаст его завет. После чего Годрик умер и призрака после него не осталось.
  
  Гарри передал книгу Гермионе и вышел на минутку, чтобы она не увидела, как он плачет.
  
  Кто бы мог подумать, что книга с невинным названием «Заклинание Патронуса: Волшебники, которые могли и которые не могли» окажется самой печальной книгой из всех прочитанных Гарри.
  
  Он…
  
  Он не хотел.
  
  Гарри не хотел оказаться в этой книге.
  
  Он не хотел.
  
  Остальные ученики, казалось, считали, что волшебник Без Патронуса значит «Злой волшебник» — просто и ясно. Тот факт, что Годрик Гриффиндор был не способен вызывать патронуса, почему-то оказался малоизвестен. Возможно, люди помалкивали из уважения к его последнему желанию. Фред и Джордж наверняка не знали, и Гарри не хотелось им об этом рассказывать. Или же, возможно, другие провалившиеся не упоминали об этом, поскольку считаться Тёмным не так постыдно, не так ущербно для гордости и статуса, как считаться несчастливым.
  
  Гарри видел, как Гермиона, сидя рядом, часто-часто моргала. Возможно, она думала о Ровене Когтевран, которая тоже любила читать.
  
  — Ну хорошо, — прошептал Гарри. — Более радостные мысли. Если у тебя получится создать полный телесный патронус, как ты думаешь, какое это будет животное?
  
  — Выдра, — тут же ответила Гермиона.
  
  — Выдра? — недоверчиво переспросил Гарри.
  
  — Да, выдра, — сказала Гермиона. — А кто у тебя?
  
  — Сапсан, — без заминки выдал Гарри. — Он может пикировать со скоростью более трёхсот километров в час, это самое быстрое существо на земле.
  
  Сапсан всегда был любимым животным Гарри. Когда-нибудь Гарри обязательно станет анимагом, только ради того чтобы получить это тело — летать на собственных крыльях и смотреть на землю сверху своим острым взглядом…
  
  — А почему именно выдра?
  
  Гермиона улыбнулась, но промолчала.
  
  * * *
  
  Громадные врата Хогвартса распахнулись.
  
  Какое-то время дети шли по дороге к не-запретному лесу, потом углубились в него. Солнце стояло низко над горизонтом, тени были длинными, свет просачивался сквозь голые ветви зимних деревьев. Был январь, и последний день, чтобы выучить заклинание.
  
  Тропинка сменила направление и вдали показалась лесная поляна: обычный зимний пейзаж с жёлтой сухой травой, местами прикрытой снегом.
  
  Фигурки людей, крохотные на таком расстоянии. Два пятна тусклого белого света — патронусы авроров и более яркое серебристое пятно от патронуса директора, рядом с чем-то…
  
  Гарри зажмурился.
  
  Чем-то…
  
  Наверняка это лишь игра его воображения, дементор никак не смог бы пробраться через три телесных патронуса, но Гарри казалось, что он чувствует лёгкое прикосновение пустоты к своему разуму, где-то в самом уязвимом центре своего сознания. Прикосновение пустоты, которой плевать на любые барьеры окклюменции.
  
  * * *
  
  Мертвенно-бледный, дрожащий Симус Финниган присоединился к ученикам, топчущимся на увядшей и местами заснеженной траве. У него получилось заклинание Патронуса, но тем не менее между исчезновением патронуса директора и попыткой ученика был некоторый интервал. И в это время ничто не защищало ученика от страха, вызываемого дементором.
  
  На расстоянии в пять шагов воздействие, длящееся менее двадцати секунд, было определённо безопасным, даже для одиннадцатилетнего волшебника со слабой сопротивляемостью и всё ещё развивающимся мозгом. Дементоры действовали на разных людей с совершенно разной силой, и причин этого тоже до конца никто не понимал. Но с уверенностью можно было сказать, что воздействие в течение двадцати секунд — безопасно.
  
  Воздействие дементора с пяти шагов в течение сорока секунд, возможно, могло нанести необратимые повреждения, правда, только самым чувствительным людям.
  
  Это была суровая тренировка даже по стандартам Хогвартса, где на гиппогрифе учили летать, просто сажая на него и отдавая команду на взлёт. Гарри не был фанатом сверхизбыточной защиты: если сравнивать зрелость ученика четвёртого курса Хогвартса и четырнадцатилетнего магла, становилось очевидным, что маглы душат своих детей заботой… Но даже Гарри начал сомневаться, не чересчур ли это. Не все травмы можно впоследствии излечить.
  
  Но если человек не мог применить заклинание в этих условиях, это означало, что он не может полагаться на заклинание Патронуса, чтобы защитить себя. Самонадеянность для волшебника гораздо опаснее, чем для магла. Дементор может высосать твою магию и твои жизненные силы, а значит, ты не сможешь аппарировать прочь, если будешь ждать слишком долго или если не распознаешь приближение страха до тех пор, пока дементор не окажется на достаточном расстоянии для атаки. (В книгах Гарри с изрядным ужасом обнаружил, что, по мнению некоторых авторов, дементор при Поцелуе съедает душу, в результате чего жертва впадает в вечную кому. И волшебники, которые в это действительно верили, умышленно использовали Поцелуй дементора для казни преступников! С уверенностью можно было утверждать, что кто-то из этих преступников на самом деле был невиновен, но даже если это было не так — разрушать их души?! Если бы Гарри верил в существование душ, он бы… оставим, он просто не мог придумать, как на это реагировать).
  
  Директор подошёл к вопросу безопасности серьёзно — на страже стояло трое авроров. Главный из них, человек с азиатской внешностью, по имени Комодо, с серьёзным — но при этом не мрачным — видом не выпускал палочку из рук. Его патронус — орангутан из плотного лунного света — ходил взад-вперёд между дементором и первогодками, ожидавшими своей очереди. Орангутана сопровождала ярко-белая пантера аврора Бутнару, человека с пронзительным взглядом, длинными чёрными волосами, собранными в конский хвост, и длинной заплетённой в косичку козлиной бородкой. Эти два аврора и их патронусы следили за дементором. Позади учеников отдыхал аврор Горянов, высокий худой бледный и небритый мужчина. Он сидел на стуле, который сам сотворил без слов и взмахов палочки, и с рассеянным бесстрастным лицом обозревал всю сцену. Профессор Квиррелл появился вскоре после того, как первокурсники начали свои попытки, и его взгляд постоянно возвращался к Гарри. Крохотный профессор Флитвик, в прошлом чемпион дуэлей, рассеянно поигрывал своей палочкой. Его глаза, видневшиеся над огромной пушистой бородой, заменявшей ему лицо, не отрывались от профессора Квиррелла.
  
  И хотя скорее всего дело было в воображении Гарри, но казалось, что профессор Квиррелл вздрагивает всякий раз, когда патронус директора исчезает, чтобы дать проверить силы следующему ученику. Возможно, на профессора действовал тот же эффект плацебо, что и на Гарри — отголосок пустоты касался и его разума.
  
  — Энтони Голдштейн, — раздался голос директора.
  
  Гарри тихо подошёл к Симусу. Энтони приближался к сияющему серебряному фениксу и… чему-то в изодранном плаще.
  
  — Что ты видел? — тихо спросил Гарри у Симуса.
  
  Большинство учеников не ответило Гарри, когда он пытался собрать информацию. Но Симус был Финниганом из Хаоса, одним из лейтенантов Гарри. Может, это и нечестно, но…
  
  — Мертвеца, — прошептал Симус, — серого и склизкого… мертвеца, пролежавшего долго в воде…
  
  Гарри кивнул:
  
  — Большинство именно это и видит, — он излучал уверенность, хотя и фальшивую, потому что это было нужно Симусу. — Съешь шоколада, полегчает.
  
  Симус кивнул и побрёл к столу с целительными сладостями.
  
  — Экспекто патронум! — выкрикнул мальчишеский голос.
  
  Раздалось потрясённое аханье, даже со стороны авроров.
  
  Гарри обернулся…
  
  Между Энтони Голдштейном и клеткой стояла сияющая серебряная птица. Она вскинула голову и испустила крик, и крик был тоже серебряный, яркий, твёрдый и прекрасный, как металл.
  
  И что-то в глубине сознания Гарри произнесло: если это сапсан, я задушу Энтони во сне.
  
  Заткнись, ответил Гарри, ты хочешь, чтобы мы стали Тёмным волшебником?
  
  А что? Ты и так им станешь рано или поздно.
  
  Это… были не совсем обычные мысли для Гарри…
  
  Эффект плацебо, напомнил Гарри сам себе. Дементор не может добраться до меня через трёх телесных патронусов. Я лишь воображаю то, на что по моему мнению похоже влияние дементора. Когда я встречусь с дементором на самом деле, всё будет совершенно по-другому, и тогда я пойму, как глуп я был раньше.
  
  По спине Гарри пробежал холодок. Он чувствовал, что всё действительно будет по-другому, причём не в лучшую сторону.
  
  Пылающий серебряный феникс опять появился из палочки директора. Меньшая птица исчезла, и Энтони Голдштейн пошёл назад.
  
  Вместо того, чтобы выкрикнуть следующее имя, директор зашагал рядом с ним. Патронус остался сторожить дементора.
  
  Гарри бросил взгляд на Гермиону, стоявшую рядом с сияющей пантерой. Гермиона должна была идти после Энтони, но, судя по всему, это откладывалось.
  
  Девочка выглядела подавленной.
  
  Ранее она вежливо попросила Гарри оставить попытки её подбодрить.
  
  Дамблдор слегка улыбался, сопровождая Энтони к остальным. Слегка — потому что он выглядел очень и очень усталым.
  
  — Невероятно, — голос Дамблдора был гораздо слабее, чем его обычный рокот. — Телесный патронус на первом курсе. И поразительное количество успехов среди остальных учеников. Квиринус, я должен признать, что вы доказали свою точку зрения.
  
  Профессор Квиррелл склонил голову:
  
  — Довольно простая догадка, на мой взгляд. Дементор воздействует через страх, а у детей страхов меньше.
  
  — Страхов меньше? — переспросил аврор Горянов со своего места.
  
  — Я тоже удивился, — сказал Дамблдор, — но профессор Квиррелл указал, что у взрослых больше смелости, а не меньше страхов. Эта мысль, признаюсь, не приходила мне раньше в голову.
  
  — Это не совсем точная передача моих слов, — сухо произнёс Квиррелл, — но пусть так. А что насчёт второй части нашего соглашения, директор?
  
  — Как скажете, — неохотно ответил Дамблдор. — Признаюсь, я не ожидал, что проиграю этот спор, Квиринус, но вы доказали свою мудрость.
  
  Все ученики смотрели на них с озадаченным видом. Исключение составляли Гермиона, которая не отрывала взгляд от клетки и высокого существа в гниющем плаще, и Гарри, который следил за всеми, потому что чувствовал себя сегодня параноиком.
  
  Тоном, не подразумевающим дальнейшей дискуссии, профессор Квиррелл произнёс:
  
  — Мне разрешено учить Смертельному проклятию учеников, которые захотят ему научиться. Это позволит им меньше опасаться Тёмных волшебников и прочих неприятных существ. Глупо полагаться на то, что те не знакомы со смертоносной магией, — профессор Квиррелл помолчал, затем его глаза сузились. — Директор, при всём к вам уважении, я хочу заметить, что вы плохо выглядите. Предлагаю вам на остаток дня передать свой пост профессору Флитвику.
  
  Директор покачал головой:
  
  — Осталось уже немного, Квиринус. Я выдержу.
  
  Гермиона подошла к Энтони. Её голос самую малость подрагивал:
  
  — Капитан Голдштейн, вы можете дать мне какой-нибудь совет?
  
  — Главное не бояться, — твёрдо ответил Энтони, — и не думать о всём том, что оно попытается внушить. Нужно не просто держать свою палочку в качестве щита, а самому атаковать страх движением палочки, заставить его отступить, вот так радостные мысли превращаются во что-то материальное… — он прервался и беспомощно пожал плечами. — Я хочу сказать, я слышал это и раньше, но…
  
  Вокруг Энтони начали собираться и другие ученики, у которых тоже были вопросы.
  
  — Мисс Грейнджер? — позвал директор мягким, а может, просто уставшим голосом.
  
  Она выпрямила спину и пошла следом за Дамблдором.
  
  — Что ты видел под плащом? — спросил Гарри у Энтони.
  
  Тот посмотрел с удивлением, но всё же ответил:
  
  — Очень высокий, мёртвый человек, то есть, по форме и по цвету… Смотреть на него было больно, и я знал, что дементор так пытается добраться до меня.
  
  Гарри опять посмотрел туда, где перед клеткой и существом в плаще стояла Гермиона.
  
  Она подняла волшебную палочку, встав в позицию, с которой начинается заклинание.
  
  В мгновение ока, сияющий феникс директора исчез.
  
  Изо рта Гермионы вырвался жалкий, тонкий визг, она дёрнулась…
  
  …и сделала шаг назад, Гарри видел как двигается её палочка, как она делает финальный взмах, сопровождаемый словами: «Экспекто Патронум!»
  
  Ничего не произошло.
  
  Гермиона развернулась и побежала.
  
  — Экспекто Патронум! — произнёс глубокий голос директора, и перед клеткой вновь засиял серебряный феникс.
  
  Девочка спотыкалась, но всё равно продолжала бежать, из её горла начали вырываться странные звуки.
  
  — Гермиона! — закричали Сьюзен, Ханна, Дафна и Эрни и побежали к ней. В тот же миг Гарри, который как всегда думал на шаг вперёд, сорвался с места и побежал к столу с шоколадом.
  
  Гарри поднёс шоколад к самому рту Гермионы, но даже прожевав и проглотив его, она всё равно плакала, тяжело дышала и смотрела в пустоту.
  
  Она не могла получить неизлечимых повреждений, — он отчаянно цеплялся за спасительную мысль, в то время как жуткий ужас и смертоносная ярость сплетались в его душе, — это невозможно, она подвергалась воздействию дементора менее десяти секунд, и это гораздо меньше безопасных сорока…
  
  Но вслед за этой мыслью пришла другая — её повреждения могли быть временными, потому что нет никаких правил, которые бы гласили, что особо чувствительные люди не успеют получить временных повреждений за десять секунд.
  
  Взгляд Гермионы сфокусировался, она огляделась вокруг и уставилась на него.
  
  — Гарри, — с видимым усилием воскликнула она. Все ученики замерли. — Гарри, нет. Не делай этого!
  
  Неожиданно Гарри охватил страх, он боялся спросить — чего он не должен делать? Неужели именно он был в её худших воспоминаниях или ночных кошмарах, которые теперь преследовали её наяву?
  
  — Не приближайся к нему! — крикнула Гермиона. Она схватила его за отвороты мантии, — Гарри, ты должен держаться от него как можно дальше! Он говорил со мной, Гарри, он ищет тебя, и знает, что ты здесь!
  
  — Что… — спросил было Гарри, но осёкся и мысленно себя обругал.
  
  — Дементор! — Гермиона почти визжала. — Профессор Квиррелл хочет, чтобы он тебя съел!
  
  Все разговоры стихли. Профессор Квиррелл приблизился на пару шагов и остановился (ведь рядом с Гермионой стоял Гарри).
  
  — Мисс Грейнджер, — веско сказал профессор, — я думаю, вам необходимо съесть ещё шоколада.
  
  — Профессор Флитвик, не позволяйте Гарри подходить к дементору, отправьте его в школу!
  
  Подоспевший директор обменялся встревоженными взглядами с профессором Флитвиком.
  
  — Я не слышал, чтобы дементор что-то говорил, — начал Дамблдор. — И тем не менее…
  
  — Просто спросите, — утомлённо предложил профессор Квиррелл.
  
  — Дементор сказал, как он будет поедать Гарри? — спросил директор.
  
  — Сначала самые вкусные части, — ответила Гермиона, — он… он съест…
  
  Гермиона моргнула. Её взгляд немного прояснился.
  
  И она заплакала.
  
  — Вы просто слишком отважны, Гермиона Грейнджер, — мягко, но отчётливо сказал директор. — Гораздо отважней, чем я предполагал. Вам следовало сразу же развернуться и бежать, а не пытаться завершить заклинание. Когда вы станете старше и сильнее, я знаю, вы сделаете ещё попытку, и я уверен, она точно окажется удачной.
  
  — Мне так жаль, — бормотала Гермиона, судорожно глотая воздух, — мне так жаль. Мне… Мне… Гарри, я ужасно сожалею, но я не смогу сказать, что я увидела под плащом, потому что я не смотрела, не смогла посмотреть на него, я знала — это слишком ужасно…
  
  Гарри следовало бы помочь Гермионе подняться, но его руки были в шоколаде, и пока он сомневался, Эрни и Сьюзен подняли её с травы, на которой она лежала, и повели к столику со сластями.
  
  Спустя пять плиток шоколада, Гермиона уже настолько пришла в себя, что даже попросила прощения у профессора Квиррелла. Тем не менее, она то и дело бросала на Гарри встревоженные взгляды. Гарри попытался подойти к ней, но она тут же сделала шаг назад, так что от дальнейших попыток он воздержался. Взгляд Гермионы молча просил прощения и так же молча сообщал: мне нужно побыть одной.
  
  * * *
  
  Невилл Лонгботтом видел нечто мёртвое и полуразложившееся, подтекающее, с лицом напоминающим сплющенную губку.
  
  И, судя по описанию, пока ещё никто не видел ничего более омерзительного. Невиллу удалось произвести своей палочкой небольшое мерцание света, прежде чем он благоразумно и не теряя присутствия духа повернулся и сбежал, решив не пытаться вызвать настоящий патронус.
  
  (Директор ничего не сказал другим ученикам, не советовал никому быть менее храбрым, но профессор Квиррелл спокойно заметил, что если вы совершаете ошибку уже после того, как вас предупредили, то это тот случай, когда невежество переходит в глупость.)
  
  — Профессор Квиррелл? — тихонько спросил Гарри, подойдя к нему так близко, как только осмеливался. — Что вы видите, когда…
  
  — Не спрашивайте, — голос был совершенно безжизненный.
  
  Гарри уважительно кивнул.
  
  — А можно поинтересоваться, что вы сказали директору? Дословно?
  
  — Наши худшие воспоминания с возрастом становятся только хуже, — сухо ответил профессор.
  
  — А, — выдавил Гарри. — Логично.
  
  Что-то странное мелькнуло во взгляде профессора Квиррелла, когда он посмотрел на Гарри.
  
  — Будем надеяться, — сказал Квиррелл, — что в этот раз у вас получится, мистер Поттер. Тогда директор сможет научить вас, как с помощью патронуса посылать сообщения, которые невозможно подделать или перехватить. Военное значение такого умения невозможно переоценить. Это может стать огромным преимуществом для Легиона Хаоса, а когда-нибудь, я подозреваю, и для всей страны. Но если у вас не получится, мистер Поттер… что ж, я это пойму.
  
  * * *
  
  Мораг МакДугал дрожащим голосом сказала «Ой», и Дамблдор тут же вызвал своего патронуса обратно.
  
  Парвати Патил вызвала телесный патронус в виде тигра, который был крупнее, чем феникс Дамблдора, правда, значительно уступал тому в яркости. Все присутствовавшие громко зааплодировали, но такого шока, какой вызвал патронус Энтони, уже не было.
  
  А затем настала очередь Гарри.
  
  Директор назвал его имя, и Гарри ощутил страх.
  
  Гарри знал, он знал, что провалит попытку, и он знал, что это будет больно.
  
  Тем не менее, он должен был попробовать, потому что иногда, в присутствии дементора, волшебнику, который ранее не мог произвести даже искорки света, удавалось вызвать полный телесный патронус, и никто не понимал, почему.
  
  И если Гарри не сможет защититься от дементора, он всё равно должен уметь распознать его приближение, узнать это ощущение и сбежать пока не поздно.
  
  Какое же у меня худшее воспоминание?..
  
  Гарри ожидал, что директор посмотрит на него с беспокойством или с надеждой или даст мудрый совет, но Альбус Дамблдор лишь наблюдал за ним с тихим спокойствием.
  
  Он тоже считает, что я провалюсь, но он не станет говорить об этом, чтобы не подорвать мою уверенность. Если бы у него были верные слова поддержки, он бы их сказал…
  
  Клетка приблизилась. Её металл уже потускнел, но пока ещё не был повреждён.
  
  Плащ приблизился. Он почти разваливался, и в нём зияли прорехи, хотя, по словам аврора Горянова, ещё утром плащ был новым.
  
  — Директор? — произнёс Гарри. — Что вы видите?
  
  Голос директора был спокоен, как и его вид.
  
  — Дементоры — существа, сотканные из страха, по мере того, как твоя боязнь дементора уменьшается, уменьшается и отвратительность его вида. Я вижу высокого, худого, обнажённого человека. Он не разлагается. Просто на него немного неприятно смотреть. Это всё. А что видишь ты, Гарри?
  
  …Под плащом Гарри не увидел ничего.
  
  Вернее, это его разум отказывался видеть что-либо под плащом…
  
  Нет, его разум пытался увидеть под плащом что-то очень неправильное, Гарри чувствовал, как его глаза пытаются совершить ошибку. Но он заранее приложил массу усилий, чтобы натренироваться замечать подобные крохотные ощущения замешательства, натренироваться отмахиваться от попыток подделать реальность. Каждый раз, когда его разум пытался придумать какую-то ложь относительно того, что же было под плащом, этот выработанный рефлекс быстро его останавливал.
  
  Гарри смотрел под плащ и видел…
  
  Непростой вопрос. Гарри не позволял себе увидеть что-то ложное, и потому он не видел ничего, будто отмерла часть коры мозга, отвечающая за зрение. Под плащом было слепое пятно. Гарри не мог узнать, что же там было на самом деле.
  
  Он только знал, что это было хуже любой разлагающейся мумии.
  
  Непознаваемый ужас под плащом был уже совсем близко, но белый феникс, сияющая птица из лунного света, всё ещё разделял их.
  
  Гарри захотелось сбежать, как уже сбежали некоторые ученики. Половина тех, у кого не получилось вызвать патронус на первом занятии, сегодня попросту не пришла. Из оставшихся половина сбежала прежде, чем директор убрал свой патронус, и никто не сказал им ни слова. Когда Терри повернулся и ушёл ещё до того, как наступила его очередь, раздались редкие смешки, но Ханна со Сьюзен, уже отказавшиеся от своей попытки, крикнули остальным заткнуться.
  
  Но Гарри был Мальчиком-Который-Выжил, и если он сдастся даже не попробовав, то заметно упадёт в глазах окружающих.
  
  Однако гордость и статус, как оказалось, сильно обесценились в присутствии того, что находилось под плащом.
  
  Почему я всё ещё здесь?
  
  Не стыд за возможную трусость удерживал ноги Гарри.
  
  Не надежда на восстановление репутации заставила его поднять палочку.
  
  Не желание овладеть заклинанием Патронуса сдвинуло его пальцы в исходную позицию.
  
  Это было что-то другое, что-то, что просто обязано было противопоставить себя той кромешной тьме под плащом. Гарри должен был проверить, есть ли в нём силы отбросить эту тьму.
  
  Сначала Гарри собирался последний раз попробовать воспоминание о покупке книг отцом, но в последнюю минуту, уже стоя перед дементором, он решил использовать другое воспоминание, которое он ещё не пробовал. Это воспоминание не было тёплым и счастливым в обычном смысле, но почему-то он чувствовал, что оно подойдёт лучше.
  
  Гарри вспомнил звёзды, ужасно яркие, немигающие, сияющие в безвременной пустоте. Он позволил этой картине заполнить себя, заполнить целиком, как барьер окклюменции, закрывающий весь разум, он потерял тело и вновь стал чистым созерцанием пустоты.
  
  Яркий, сияющий серебром феникс исчез.
  
  И дементор врезался в его разум, как кулак бога.
  
  СТРАХ / ХОЛОД / ТЬМА
  
  На мгновенье, когда две силы столкнулись, мирные воспоминания о сияющих звёздах выдержали давление страха, а пальцы Гарри начали совершать натренированные до автоматизма движения палочкой. Они не были тёплыми и счастливыми, эти сияющие точки света в абсолютной черноте, но именно этот образ задержал дементора. Ибо безмолвные горящие звёзды громадны и не ведают страха, их природное состояние — светить в холоде и тьме.
  
  Но был изъян, трещина, слабое место в этом статичном образе, противостоявшем неудержимой силе. Гарри почувствовал вспышку гнева, когда дементор попытался присосаться к нему и будто поскользнулся на мокром льду. Его мысли начали съезжать в сторону, к горечи, чёрной ярости, смертельной ненависти…
  
  Наступило время сделать финальный выпад.
  
  Он почувствовал фальшь.
  
  — Экспекто Патронум, — прозвучали пустые, бессмысленные слова.
  
  И Гарри провалился в свою тёмную сторону, глубже и глубже, быстрее и дальше, чем когда-либо, вниз, вниз, вниз, ускоряясь по мере того, как дементор вцепился и стал пожирать неприкрытые, уязвимые части его разума, выедая свет. Угасающий рефлекс цеплялся за остатки тепла, но даже когда к нему пришли образы Гермионы, мамы и папы, дементор извратил их, показал ему Гермиону, лежащую мёртвой, трупы его мамы и папы, а затем и это было высосано без остатка.
  
  В этом вакууме просыпались воспоминания, худшие воспоминания, нечто забытое так давно, что эти нейронные цепи вообще не должны были сохраниться.
  
  — Лили, хватай Гарри и уходи! Это он! — кричал какой-то мужчина. — Уходи! Беги! Я задержу его!
  
  В пустых глубинах своей тёмной стороны Гарри не мог не подумать, каким невообразимо самоуверенным был Джеймс Поттер. Задержать Лорда Волдеморта? Чем?
  
  Затем послышался другой голос, резкий и пронзительный, как свисток чайника. Каждый нерв Гарри будто обложили сухим льдом, будто к телу прикоснулся металл, охлаждённый жидким гелием.
  
  И этот голос произнес:
  
  — Авадакедавра.
  
  (Палочка выпала из ослабших пальцев мальчика, тело упало и забилось в конвульсиях. Глаза Дамблдора в тревоге расширились, и он начал вызывать свой патронус).
  
  — Только не Гарри, нет, пожалуйста, только не Гарри! — закричала женщина.
  
  Нечто, оставшееся от Гарри, лишённое света, в мёртвой пустоте своего сердца слушало и удивлялось: неужели она думала, что Лорд Волдеморт остановится, если его вежливо попросить?
  
  — В сторону, женщина! — раздался пронзительный, обжигающий холодом голос. — Ты мне не нужна, мне нужен только мальчишка.
  
  — Только не Гарри! Пожалуйста… пощадите… пощадите…
  
  Лили Поттер, подумал Гарри, казалось, не понимала, из какого сорта людей получаются Тёмные Лорды. И если это было лучшей стратегией спасения жизни своего ребёнка, которую она могла придумать, то произошедшее — её окончательный провал как матери.
  
  — Я даю тебе редкий шанс сбежать, — ответил пронзительный голос. — У меня нет причин тратить на тебя время, и твоя смерть не спасёт ребёнка. Прочь, глупая женщина, если у тебя есть хоть капля здравого смысла!
  
  — Только не Гарри, нет, пожалуйста, возьмите меня, убейте меня вместо него!
  
  Пустота, которая была Гарри, опять удивилась: неужели Лили Поттер серьёзно надеялась, что Лорд Волдеморт ответит «Да», убьёт её и оставит ребёнка невредимым?
  
  — Прекрасно, — послышался голос смерти, теперь с нотками холодного веселья. — Я принимаю твои условия. Тебе — умереть, а ребёнку — жить. А теперь брось палочку, чтобы я мог убить тебя.
  
  Повисла жуткая тишина.
  
  Лорд Волдеморт засмеялся ужасным презрительным смехом.
  
  А затем, голос Лили Поттер вскрикнул в отчаянной ненависти
  
  — Авада ке…
  
  Голос, несущий смерть, закончил первым, проклятием быстрым и точным.
  
  — Авадакедавра.
  
  Ослепительная зелёная вспышка отметила смерть Лили Поттер.
  
  А мальчик в колыбельке увидел их. Глаза. Сверкающие ярко-красные глаза, светящиеся, как маленькие солнца. Встретившись с глазами Гарри, они заполнили собой всё пространство…
  
  * * *
  
  Другие дети увидели, как Гарри Поттер упал, они услышали его крик, тонкий, пронзительный, режущий уши, словно ножом.
  
  Директор крикнул «Экспекто Патронум!», и в яркой серебряной вспышке возродился сияющий феникс.
  
  Но ужасный крик Гарри Поттера продолжался и продолжался, даже когда директор поднял его на руки и понёс прочь от дементора, даже когда Невилл и профессор Флитвик одновременно бросились за шоколадом и…
  
  Гермиона узнала, она моментально узнала свой кошмар, который теперь становился реальностью, каким-то образом он становился правдой.
  
  — Дайте ему шоколад! — запоздало потребовал профессор Квиррелл. Маленькая фигурка профессора Флитвика уже метнулась навстречу бегущему директору.
  
  Гермиона тоже побежала к ним, хоть и не знала, чем она может помочь…
  
  — Вызовите патронусов! — крикнул директор, поднося Гарри к месту, где стояли авроры. — Все, кто может! Поставьте их между Гарри и дементором! Он всё ещё пожирает его!
  
  На миг все замерли в ужасе.
  
  — Экспекто Патронум! — крикнули профессор Флитвик и аврор Горянов, а затем и Энтони Голдштейн, правда, сначала у него не получилось, а потом Парвати Патил, первая же попытка которой увенчалась успехом. Энтони попробовал ещё раз — его серебряная птица расправила крылья и крикнула на дементора. Дин Томас прорычал слова заклинания, будто они были написаны огнём, и его палочка дала жизнь огромному белому медведю. Восемь пылающих патронусов встали между Гарри и дементором. Дамблдор положил мальчика на высохшую траву, но крик Гарри всё не смолкал.
  
  Гермиона не могла вызвать патронуса, поэтому она просто побежала к лежащему мальчику. Мысленно она пыталась понять, как долго Гарри уже кричит. Двадцать секунд? Дольше?
  
  Лицо Альбуса Дамблдора выражало страшное страдание и замешательство. В его руках была длинная чёрная палочка, но он не произносил никаких заклинаний, только в ужасе смотрел на тело Гарри, бьющееся в конвульсиях…
  
  Гермиона не знала, что делать, она не знала, что делать, она не понимала, что происходит, и самый могущественный волшебник в мире, казалось, был растерян не меньше её.
  
  — Используйте своего феникса! — прорычал профессор Квиррелл. — Заберите его подальше от дементора!
  
  Без единого слова директор поднял Гарри и исчез во вспышке пламени вместе с внезапно появившимся Фоуксом. Патронус директора тоже исчез с того места, где охранял дементора.
  
  Ужас, замешательство и внезапные перешёптывания.
  
  — Мистер Поттер поправится, — повысил голос профессор Квиррелл, но его тон вновь был спокойным. — Думаю, прошло чуть больше двадцати секунд.
  
  А затем ослепительный белый феникс появился вновь, как будто он прилетел откуда-то, существо из лунного света возникло перед Гермионой и прокричало ей голосом Альбуса Дамблдора:
  
  — Он всё ещё пожирает его, даже здесь! Как? Если тебе это известно, Гермиона Грейнджер, ты должна сказать мне! Говори!
  
  Старший аврор уставился на неё, как и многие ученики. Профессор Флитвик не повернулся, он держал свою палочку нацеленной на профессора Квиррелла, который подчёркнуто держал свои руки на виду.
  
  Медленно тянулись секунды, которые уже никто не считал.
  
  Она не могла вспомнить, она не могла чётко вспомнить свой кошмар, она не могла вспомнить, почему она считала его таким реальным, почему она боялась…
  
  Гермиона осознала, что именно ей следует сделать, и это было тяжелейшим решением в её жизни.
  
  Что если с Гарри случилось то же самое, что и с ней?
  
  Её руки и ноги были холодны, как смерть, мир вокруг потемнел, страх переполнял её. Она видела Гарри умирающим, маму с папой умирающими, всех своих друзей умирающими, все умирали, и в самом конце она тоже умирала, одна, совсем одна. Это был её тайный кошмар, о котором она никому никогда не говорила, это он дал дементору власть над ней, умереть в одиночестве — что может быть страшнее.
  
  Она не желала снова попадать в то место, она не хотела, она не хотела оставаться там навечно…
  
  — В тебе достаточно храбрости для Гриффиндора, — произнёс спокойный голос Распределяющей шляпы в её памяти, — но ты будешь делать то, что правильно, на любом факультете, который я тебе предложу. Ты будешь учиться, ты будешь помогать своим друзьям на любом факультете, который ты выберешь. Так что не бойся, Гермиона Грейнджер, просто реши, где твоё место…
  
  На раздумья не было времени, Гарри умирал.
  
  — Сейчас я не могу вспомнить, — хрипло ответила Гермиона, — подождите, я подойду к дементору ещё раз…
  
  Она побежала к клетке.
  
  — Мисс Грейнджер! — пропищал профессор Флитвик, но не попытался её остановить, он продолжал держать свою палочку нацеленной на профессора Квиррелла.
  
  — Вы, все! — крикнул аврор Комодо командирским голосом. — Уберите патронусы с её пути!
  
  — ФЛИТВИК! — заорал профессор Квиррелл. — ПРИЗОВИТЕ ПАЛОЧКУ ПОТТЕРА!
  
  Гермиона ещё не успела осмыслить сказанное, а профессор Флитвик уже закричал «Акцио!», и она увидела, как палочка, лежавшая рядом с клеткой дементора, взмывает в воздух.
  
  * * *
  
  Глаза открылись, мёртвые и пустые.
  
  — Гарри! — выдохнул какой-то голос в мире без цвета. — Гарри! Поговори со мной!
  
  В поле зрения, прежде заполненном отдалённым мраморным потолком, появилось склонившееся лицо Альбуса Дамблдора.
  
  — Ты раздражаешь, — произнёс пустой голос. — Умри.
  — Фоукс, — срывающимся голосом обратился к кому-то Альбус Дамблдор, — помоги ему, пожалуйста…

В поле зрения появилось сверкающее красно-золотое существо — посмотрело недоумённо и начало петь.

Бессмысленное чириканье соскальзывало с пустоты: в ней не было ничего, за что эти звуки могли бы зацепиться.

— Ты шумишь, — сказал голос, — умри.

— Шоколад, тебе нужен шоколад, а ещё твои друзья, но я не смею вернуть тебя туда…

Затем появился сияющий ворон и что-то сообщил голосом профессора Флитвика, после чего Альбус Дамблдор ахнул во внезапном осознании и громко проклял собственную глупость.

Пустое нечто посмеялось над этим, поскольку оно сохранило способность веселиться.

В следующий момент все они исчезли в ещё одной вспышке пламени.

* * *

Казалось, лишь мгновенье прошло между исчезновением ворона Флитвика и возвращением Альбуса Дамблдора, который появился во вспышке красного и золотого огня, держа на руках Гарри, однако за это время Гермионе удалось набрать полные горсти шоколадок. Но прежде чем она успела подойти, шоколад уже летел со стола прямо в рот Гарри. Крошечная часть её сознания заявила, что это нечестно, ведь у Гарри была возможность принести его ей в руках.

Гарри вновь выплюнул шоколад.

— Уйдите, — голос был настолько пуст, что даже холоду в нём не было места.

…

Единственное мёртвое слово остановило всякое движение. Все, кто торопился к Гарри, застыли на месте.

А потом:

— Нет, — сказал Альбус Дамблдор. — Я не уйду.

Время вновь потекло, и следующий кусок шоколада взмыл со стола ко рту Гарри.

Гермиона уже подошла достаточно близко, чтобы заметить, как выражение лица Гарри становилось всё более ненавидящим по мере того, как его рот пережёвывал шоколад в механическом, неестественном ритме.

Голос директора прозвучал твёрдо как сталь:

— Филиус, вызови Минерву, попроси её явиться как можно скорее.

Профессор Флитвик что-то прошептал своему серебряному ворону — тот взмахнул крыльями и исчез.

Ещё один кусок шоколада влетел в рот Гарри, и механическое пережёвывание продолжилось.

Директор, не отрываясь, мрачно смотрел на Гарри. Вокруг собиралось всё больше учеников: Невилл, Симус, Дин, Лаванда, Эрни, Терри, Энтони, но никто не осмеливался подойти ближе, чем Гермиона.

— Чем мы можем помочь? — спросил Дин дрожащим голосом.

— Отойдите и дайте ему больше пространства… — сухо посоветовал профессор Квиррелл.

— Нет! — прервал его директор. — Вокруг должны быть его друзья.

Гарри проглотил шоколад и произнёс всё тем же пустым голосом:

— Они глупы. Пусть умрутмффф… — следующий кусок шоколада залетел ему в рот.

Гермиона увидела, как на лицах остальных учеников появилось потрясение.

— Он же не серьёзно, правда? — словно умоляя спросил Симус.

— Вы не понимаете, — голос Гермионы срывался — это не Гарри… — она осеклась, чтобы не выболтать всё остальное, но она должна была сказать хоть что-то.

По выражениям лиц было ясно, что из всех присутствующих смысл дошёл только до Невилла. Если Гарри действительно никогда не думал ничего подобного, то как менее чем минутное воздействие дементора могло заставить его произнести такие слова? Вот что, вероятно, думали остальные.

Менее чем минутное воздействие дементора не может создать совершенно новую злобную личность внутри человека на пустом месте.

Но если эта личность уже была там…

Знает ли директор?

Гермиона взглянула на директора и обнаружила, что Альбус Дамблдор уставился на неё, и взгляд его голубых глаз внезапно стал пронзительным…

Голос директора пришёл в её разум:

— Молчи об этом.

— Вы знаете, — думала Гермиона. — О его тёмной стороне.

— Я знаю. Но сейчас он ушёл ещё дальше. Песнь Фоукса не может достичь его там, где он затерялся.

— Что мы можем…

— У меня есть план, — пришла мысль директора. — Терпение.

Что-то в этих словах заставило Гермиону занервничать.

— Что за план?

— Тебе лучше не знать, — ответил директор.

Теперь Гермиона занервничала по-настоящему. Она не знала, насколько много директору известно о тёмной стороне Гарри…

— Верно замечено, — пришло от директора. — Сейчас я скажу тебе. Приготовься, чтобы не среагировать. Ты готова? Хорошо. Я собираюсь притвориться, что бросаю Смертельное проклятие в профессора МакГонагалл… НЕ РЕАГИРУЙ, Гермиона!

Невозмутимость потребовала усилий. Директор и вправду сумасшедший! Гарри из его тёмной стороны так не вытащить, он лишь совершенно рассвирепеет и попробует директора убить…

— Это уже не будет кромешной тьмой, — пришёл ответ. — Он проявит стремление защитить, проявит любовь. Фоукс сможет добраться до него. А увидев, что Минерва жива, Гарри вернётся полностью.

У Гермионы появилась идея…

— Сомневаюсь, что это сработает, — мысленно ответил директор, — и тебе может не понравится его реакция. Но ты можешь попробовать, если хочешь.

Но она же подумала это не всерьёз! Это было слишком…

Она отвела взгляд от директора и снова посмотрела на мальчика. Его пустые глаза скользили по окружающим, выражая лишь презрение, в то время как его рот продолжал жевать и глотать шоколадку за шоколадкой, безо всякого эффекта. Её сердце сжалось и внезапно многое перестало иметь значение, важным остался только имеющийся шанс.

* * *

Его принуждали жевать и глотать шоколад. Ответом на принуждение было убийство.

Вокруг собрались и глазели люди. Это раздражало. Ответом на раздражение было убийство. На заднем плане кто-то ещё перешёптывался. Это было нагло. Ответом на наглость была боль, но так как они все бесполезны — проще их убить.

Убить всех этих людей будет сложно. Но многие из них не доверяют Квирреллу, который силён. Если найти правильный подход, они все могут убить друг друга.

А затем кто-то приблизился, загородив всё поле зрения, и сделал что-то совершенно странное, что-то принадлежащее какому-то чуждому образу мысли, и где-то хранился один единственный возможный ответ на это…

* * *

Со всех сторон послышались судорожные вздохи, но это не имело значения. Она не отрывалась от измазанных в шоколаде губ. На её глазах выступили слёзы.

Руки Гарри взметнулись и оттолкнули её. Раздался высокий, на грани визга вскрик:

— Я же тебе говорил, никаких поцелуев!

* * *

— Думаю, теперь с ним всё будет хорошо, — сообщил директор, поглядывая на Гарри, который рыдал, издавая громкие жалкие всхлипы, пока Фоукс пел ему свою песню. — Превосходная работа, мисс Грейнджер. Знаете, даже я не ожидал, что у вас получится.

Песня феникса, хоть и не предназначенная Гермионе, приносила утешение, в котором она сейчас отчаянно нуждалась, потому что её жизнь можно было официально считать законченной.
Песнь Фоукса понемногу затихла.

Гарри приподнялся на пожухлой траве и сел. Фоукс остался на его плече.

Люди вокруг затаили дыхание.

— Гарри, — дрожащим голосом спросил Симус, — ты в порядке?

Гарри всё ещё ощущал умиротворение, принесённое фениксом, и исходящее от него тепло. Оно распространялось по всему телу, а присутствие феникса не давало забыть песню. Он пережил ужасные события, ужасные мысли прошли через его сознание. Дементор вернул ему воспоминания о том, что невозможно было вспомнить, но осквернил их. Странное слово не выходило у него из головы. Но сейчас, пока красно-золотое сияние феникса перекликалось с цветами заходящего солнца, всё остальное могло подождать.

Фоукс что-то ему прокричал.

— Мне нужно что-то сделать? — переспросил Гарри. — Что?

Фоукс сделал выпад клювом в сторону дементора.

Гарри недоумённо посмотрел в сторону непознаваемого ужаса в клетке, затем перевёл взгляд обратно на феникса.

— Мистер Поттер? — раздался позади голос профессора МакГонагалл. — С вами всё хорошо?

Гарри встал на ноги и обернулся.

Минерва МакГонагалл крайне обеспокоенно смотрела на него, стоявший рядом Альбус Дамблдор не отводил внимательного, изучающего взгляда, Филиус Флитвик глядел с огромным облегчением, а ученики просто таращились на Гарри во все глаза.

— Полагаю, да, профессор МакГонагалл, — спокойно ответил Гарри. Он чуть не сказал «Минерва», но успел себя одёрнуть. По крайней мере, пока на его плече сидел Фоукс — Гарри был в порядке. Возможно, он свалится, как только феникс покинет его, но почему-то эта мысль сейчас не казалась важной. — Думаю, со мной всё хорошо.

Самое время для слов ободрения, вздохов облегчения или чего-то в этом роде, но никто не знал, что сказать. Вообще никто.

Умиротворение от присутствия феникса не исчезало.

Гарри обернулся.

— Гермиона?

Все, у кого в сердце была хоть капелька романтики, затаили дыхание.

— Я не знаю, как тебя поблагодарить. И точно так же не знаю, как извиниться, — тихо произнёс Гарри. — Всё, что могу сказать: если ты не уверена, правильно ли ты поступила, не сомневайся — ты всё сделала правильно.

Мальчик с девочкой обменялись взглядами.

— Прости, — сказал Гарри. — За то, что случится дальше. Если я чем-то могу помочь…

— Нет, — отозвалась Гермиона. — Не можешь. Но ничего страшного.

Она отвернулась от Гарри и пошла прочь, к тропинке, ведущей к воротам Хогвартса.

Многие девочки озадаченно посмотрели на Гарри и последовали за ней. Было слышно, как на ходу начинаются взволнованные расспросы.

Гарри проводил их взглядом и повернулся к остальным ученикам. Они видели, как он валялся на земле, кричал от ужаса, и…

Фоукс легонько ткнулся клювом в его щёку.

…и однажды понимание того, что Мальчику-Который-Выжил тоже может быть больно и плохо, им пригодится. Если они попадут в похожую ситуацию, то смогут вспомнить, как Гарри корчился на земле, и понять: если тебе больно и плохо, это ещё не означает, что ты ни на что не годен. Может, на это и рассчитывал директор, позволив им остаться и наблюдать?

Гарри рассеянно перевёл взгляд на высокую фигуру в истрёпанном плаще и сказал, не осознавая что говорит вслух:

— Оно не должно существовать.

— А, — отозвался чёткий, сухой голос. — Я предполагал, что вы это скажете. Мне очень жаль сообщать вам об этом, мистер Поттер, но дементора невозможно убить. Многие пытались.

— Правда? — всё так же рассеянно спросил Гарри. — Что они пробовали?

— Существует одно заклинание, крайне опасное и разрушительное, — сказал профессор Квиррелл. — Я не стану называть его здесь. Это заклинание прóклятого огня. Им можно уничтожать древние артефакты, вроде Распределяющей шляпы. На дементоров оно не действует. Они бессмертны.

— Они не бессмертны, — мягко сказал директор. Но взгляд его был пронзителен. — Они не обладают вечной жизнью. Они — раны мира. Попытка разрушить рану лишь сделает её шире.

— Хм, — сказал Гарри. — А если забросить дементора на Солнце? Что с ним станет?

— Бросить его на Солнце?! — пискнул профессор Флитвик. Казалось, он сейчас упадёт в обморок.

— Вряд ли с Солнцем что-то случится, мистер Поттер, — сухо ответил профессор Квиррелл. — В конце концов, оно очень велико. Я сомневаюсь, что дементор окажет на него сколько-нибудь заметное воздействие. Но на всякий случай, мистер Поттер, я не стал бы это проверять.

— Ясно, — кивнул Гарри.

Фоукс крикнул в последний раз, расправил крылья у Гарри над головой и взмыл прямо навстречу дементору. Пронзительный вызывающий клич феникса эхом разлетелся по полю. И, прежде чем кто-либо успел отреагировать, птица исчезла во вспышке пламени.

Чувство умиротворения немного поблекло.

Ощущение тепла немного рассеялось.

Гарри глубоко вдохнул и выдохнул.

— Ага, — сказал он. — Всё ещё жив.

И снова эта тишина, никаких радостных возгласов. Казалось, никто не знает, как реагировать…

— Приятно узнать, что вы полностью поправились, мистер Поттер, — твёрдо сказал профессор Квиррелл, словно отметая все другие варианты. — Что ж, следующей, кажется, должна была идти мисс Рэнсом?

Последовал небольшой спор, в котором профессор Квиррелл был прав, а все остальные — нет. Профессор Защиты заметил, что, несмотря на понятные чувства всех заинтересованных лиц, вероятность повторения подобного несчастья с любым другим учеником бесконечно мала. Особенно с учётом того, что теперь они будут избегать подобных неудачных случаев с волшебными палочками. К тому же остальным ученикам тоже надо попробовать создать полноценного патронуса или хотя бы запомнить ощущение присутствия дементора и узнать собственную степень уязвимости, чтобы они могли вовремя сбежать…

В итоге обнаружилось, что всё ещё хотят подойти к дементору лишь гриффиндорцы Дин Томас и Рон Уизли. Это существенно упростило дело.

Гарри бросил взгляд в сторону дементора. Странное слово снова отозвалось у него в голове.

Ну ладно, — подумал он про себя, — если дементор — загадка, то каков ответ?

И, стоило поставить вопрос так, ответ стал очевиден.

Гарри взглянул на тусклую клетку. Местами прутья уже начали истончаться.

Он увидел, что скрывается под длинным истрёпанным плащом.

Вот оно.

К нему подошла профессор МакГонагалл. Самого плохого она не застала, так что уголки её глаз были влажными лишь самую малость. Гарри сказал, что хотел бы позже поговорить с ней и задать один вопрос, но если она занята, это можно и отложить. У неё был вид человека, которого явно оторвали от чего-то важного. Гарри указал на это и попросил её не чувствовать себя виноватой, если ей необходимо сейчас уйти. Профессор одарила его несколько резким взглядом, но действительно поспешно удалилась, пообещав поговорить с ним позднее.

Дин Томас вызвал своего белого медведя, даже приблизившись к клетке. А Рон Уизли выдал вполне сносный щит из сверкающего тумана. На этом всё, что касалось учебного дня, завершилось, и профессор Флитвик повёл учеников обратно в Хогвартс. Когда стало ясно, что Гарри собирается остаться, профессор Флитвик бросил на него вопросительный взгляд. Гарри, в свою очередь, со значением глянул на Дамблдора. Неясно, что профессор Флитвик из этого заключил, но, выдав Гарри последний предупреждающий взгляд, декан Когтеврана всё-таки ушёл.

Наконец у клетки остались Гарри, профессор Квиррелл, директор Дамблдор и тройка авроров. И от последних было бы неплохо каким-то образом избавиться, но Гарри не приходило в голову хорошего способа это сделать.

— Ладно, — сказал аврор Комодо, — пора везти его назад.

— Извините, — обратился Гарри. — Я бы хотел попробовать ещё раз.

* * *

Просьба Гарри встретила определённый протест, суть которого сводилась к фразе «Да ты совсем рехнулся!», хотя настолько прямо высказался лишь аврор Бутнару.

— Фоукс сказал мне это сделать, — добавил Гарри.

Это не смогло заглушить всех протестов, несмотря на то, что на лице Дамблдора отразился настоящий шок. Спор развернулся снова, и это начало потихоньку истощать запасы умиротворения, которым одарил его феникс. Гарри расстроился, но лишь немного.

— Слушайте, — сказал он, — я абсолютно уверен, что знаю, что я сделал не так в прошлый раз. Бывают люди, которым нужны счастливые мысли иного рода. Просто дайте мне попробовать ещё разок, хорошо?

Это тоже никого не убедило.

— Я думаю, — произнёс наконец профессор Квиррелл, уставившись на Гарри сузившимися глазами, — что, не разреши мы ему сделать этого под нашим присмотром, он может рано или поздно сбежать и попробовать отыскать себе дементора самостоятельно. Или я вас несправедливо обвиняю, мистер Поттер?

За этим последовала потрясённая тишина. Похоже, самое время выложить козырь.

— Директор может оставить своего патронуса, я не против, — сказал Гарри. Потому что я всё равно буду находиться в присутствии дементора, с патронусом или без.

Возникло замешательство, даже профессор Квиррелл выглядел сбитым с толку. Но директор наконец согласился, поскольку Гарри вряд ли могло задеть сквозь заслон из четырёх телесных патронусов.

Если бы воздействие дементора блокировалось полностью, Альбус Дамблдор, вы бы тогда не видели того обнажённого человека, на которого больно смотреть…

Гарри, по очевидной причине, не стал говорить этого вслух.

Они пошли в сторону дементора.

— Директор, — сказал Гарри, — представьте, что дверь Когтеврана задала вам загадку: «Что кроется в центре дементора?». Что бы вы сказали?

— Страх, — ответил директор.

Это была достаточно понятная ошибка. Вот приближается дементор, и вместе с ним приходит страх. Страх ранит, человек чувствует, что слабеет от страха, хочет, чтобы страх исчез…

Естественно думать, что вся проблема в страхе.

Поэтому считается, что дементор — создание чистого страха, что в нём нет ничего страшного, кроме самого страха, что дементор не может навредить тебе, если ты не боишься…

Но…

Что кроется в центре дементора?

Страх.

Что настолько ужасно, что разум отказывается это видеть?

Страх.

Что невозможно убить?

Страх.

…если подумать, это не слишком похоже на отгадку.

Хотя вполне очевидно, почему люди не спешили придумывать другие ответы.

Страх понятен.

Люди знают — со страхом можно справиться.

Поэтому, когда стоишь рядом с дементором, очень неуютно задавать себе вопрос: «А что, если страх — всего лишь побочный эффект?».

Они успели подойти очень близко к клетке дементора, охраняемой четырьмя патронусами. И вдруг все три аврора и профессор Квиррелл поражённо вздохнули. Все лица повернулись к дементору, казалось, все во что-то вслушивались. На лице аврора Горянова читался ужас.

Потом профессор Квиррелл с ожесточённым выражением на лице поднял голову и плюнул в сторону дементора.

— Полагаю, ему не понравилось, что у него отобрали добычу, — тихо сказал Дамблдор. — Что ж, если возникнет необходимость, Квиринус, для вас всегда найдётся убежище в Хогвартсе.

— Что он сказал? — спросил Гарри.

Все уставились на него.

— Ты разве не слышал?.. — сказал Дамблдор.

Гарри помотал головой.

— Он сказал мне, — произнёс профессор Квиррелл, — что он знает меня и выследит однажды, где бы я ни прятался. — Его лицо застыло, не выказывая страха.

— А, — сказал Гарри. — Я бы не слишком об этом беспокоился, профессор Квиррелл.

Вряд ли дементоры на самом деле могут говорить или думать. Их форма берётся из нашей собственной головы, наших ожиданий…

Теперь уже все посмотрели на него очень удивлённо. Авроры бросали нервные взгляды то на дементора, то на Гарри.

И все они встали прямо перед клеткой.

— «Они — раны мира», — процитировал Гарри. — Позвольте предположить: эти слова принадлежат Годрику Гриффиндору?

— Да… — ответил Дамблдор. — Как ты узнал?

Типичное заблуждение, — подумал Гарри, — считать, что всех лучших рационалистов распределяют в Когтевран, и другим факультетам ничего не достаётся. Это не так. Распределение в Когтевран означает лишь, что твоя самая сильная сторона — любопытство и страстное желание найти истину. Но это не единственное качество, которым должен обладать рациональный человек. Иногда нужно усердно работать над интересующим тебя вопросом, уметь продолжать работу во что бы то ни стало. Иногда нужен хитроумный план, чтобы всё выяснить. А иногда нужнее всего бывает смелость, чтобы честно признать ответ…

Гарри перевёл взгляд на то, что крылось под плащом: ужас куда страшнее любой разлагающейся мумии. Ровена Когтевран, возможно, тоже знала ответ, потому что он достаточно очевиден, если представить это как загадку.

И так же очевидно было, почему патронусы принимают форму животных. Животные не знают, и потому свободны от этого страха.

Но Гарри — знает и никогда не сможет забыть. Он долгое время старался приучить разум признавать действительность, не отворачиваясь, и, хоть Гарри не до конца освоил это искусство, всё же эти усилия были ему привычны, у него был въевшийся рефлекс идти навстречу болезненным мыслям, вместо того чтобы прятаться от них. Гарри никогда не сможет взять и забыть, просто подумав о чём-нибудь другом, тёплом и радостном. Вот почему у него не работали эти чары.

Тогда Гарри подумает о чём-нибудь тёплом, радостном, но не другом.

Гарри вытащил волшебную палочку, которую ему вернул профессор Флитвик, и принял исходную стойку для создания патронуса.

Он очистил разум от остатков умиротворения феникса, отодвинул спокойное, мечтательное состояние, вспомнил вместо этого пронзительный клич Фоукса и поднял себя на бой. Вынудил себя полностью очнуться. Собрал в кулак все силы, которые только могли напитать эти чары, постарался войти в нужное состояние для того тёплого и радостного чувства, которое ему было нужно. Вспомнил самые светлые события своей жизни.

Книги, которые купил ему отец.

Улыбку мамы, когда Гарри вручил ей собственноручно сделанную открытку на день матери. На тщательно продуманную схему ушло полфунта запчастей из гаража и три дня работы, зато открытка перемигивалась огоньками и пиликала коротенькую мелодию.

Профессора МакГонагалл, когда она рассказывала ему, что его родители погибли достойно, защищая его. И это действительно было так.

Тот миг, когда он понял, что Гермиона может учиться и работать наравне с ним и даже быстрее, что они могут быть достойными соперниками и настоящими друзьями.

То, как он выводил Драко из темноты незнания и наблюдал за его первыми самостоятельными шагами к свету.

Невилла, и Симуса, и Лаванду с Дином, и всех остальных, кто восхищался им, всех, за кого он стал бы сражаться, если бы Хогвартсу что-то угрожало.

Всё, что делало его жизнь стоящей.

Его палочка поднялась в исходное положение заклинания патронуса.

Гарри подумал о звёздах, о том образе, который почти удержал дементора даже без защиты патронуса. Только на этот раз Гарри добавил недостающий кусочек. Он никогда не видел её своими глазами, только на картинках и в фильмах, — Землю, ярко горящую голубым и белым отражённым солнечным светом посреди чёрной пустоты и сверкающих ярких точек. Она должна была попасть в этот образ, потому что именно она придавала смысл всему остальному. Земля — вот что делало звёзды значимыми, делало их чем-то большим, чем неуправляемые термоядерные реакторы, потому что именно Земля однажды колонизирует галактику и подарит смысл ночному небу.

Будут ли им всё ещё досаждать дементоры, детям детей их детей, дальним потомкам человеческого рода, когда они будут шагать от звезды к звезде? Нет. Конечно же, нет. Дементоры — лишь небольшая помеха, практически незаметная в свете этого будущего. Они вовсе не неуязвимы, их можно уничтожить. С этими небольшими помехами приходится мириться, если ты принадлежишь к числу тех, кому повезло и не повезло родиться на Земле, родиться одним из крохотной горстки разумных созданий в начале времён, до того как разумная жизнь вступила в полную силу, на Старой Земле, как когда-нибудь станут её называть. Родиться в час рассвета, когда твои действия могут влиять на ход истории, когда ещё столько тьмы нужно побороть, в том числе справиться с такими мелкими помехами, как дементоры.

Мама и папа, дружба с Гермионой и обучение Драко, Невилл, и Симус, и Лаванда, и Дин, синее небо и сияющее Солнце, Земля, звёзды, будущее ночного неба, всё, чем было человечество и всё, чем оно собиралось стать…

Гарри сжал волшебную палочку, расположив пальцы в нужной позиции. Теперь настало время для той самой, правильной тёплой и радостной мысли.

И Гарри пристально посмотрел на то, что скрывалось под потрёпанным плащом, прямо на то, что называлось дементором. Пробел в пространстве, пустота, дыра во вселенной, отсутствие цвета, открытая рана, сквозь которую тепло изливалось из мира.

Дементор источал страх, забирая все радостные мысли, выпивая силы, а его поцелуй мог разрушить всё, чем ты когда-либо был.

Теперь я тебя знаю, подумал Гарри, взмахивая палочкой раз, два, три и четыре, сдвигая пальцы на точно выверенное расстояние. Я понял твою природу. Ты символизируешь смерть, по какому-то закону магии ты — тень, которую смерть отбрасывает в мир.

А смерть — это то, чего я никогда не приму.

Это просто детская болезнь, которую человеческий род пока ещё не перерос.

И однажды…

Мы преодолеем её…

И людям никогда больше не придётся говорить «Прощай»…

Он поднял палочку и точно направил её на дементора.

— ЭКСПЕКТО ПАТРОНУМ!

Мысль взорвалась, словно прорванная дамба, волной взметнулась по руке в его палочку и вырвалась слепящим белым светом. Светом, который стал материальным, принял форму и набрал плотность.

Вертикально стоящая фигура с двумя руками, двумя ногами и головой. Животное Homo Sapiens, образ человека.

Он сиял всё ярче и ярче, по мере того как Гарри вкладывал в заклинание все свои силы, он сверкал раскалённым светом ярче угасающего заката. Авроры и профессор Квиррелл заслонили глаза руками…

И в будущем, когда потомки человечества расселятся от звезды к звезде, они не станут рассказывать своим детям историю Старой Земли до тех пор, пока те не станут достаточно взрослыми, чтобы выдержать её. И, услышав её, дети будут плакать, узнав, что такая вещь, как смерть, вообще когда-либо существовала!

Человеческая фигура теперь сияла ярче, чем полуденное солнце, так лучезарно, что Гарри мог почувствовать, как её свет согревает кожу. И он выплеснул свой вызов навстречу тени смерти, открыл все шлюзы внутри, лишь только бы этот блестящий образ сверкал всё ярче и ярче.

Вы не непобедимы, и однажды человеческий род уничтожит вас.
Если я смогу, я уничтожу вас сам, силой разума, магии и науки.
Я не буду прятаться от смерти в страхе, пока у меня есть хоть малейший шанс на победу.
Я не позволю смерти коснуться себя, я не позволю ей коснуться тех, кого я люблю.
И даже если вы уничтожите меня раньше, чем я уничтожу вас,
За мной придут другие, а за ними ещё и ещё,
До тех пор, пока рана мира наконец не излечится…

Гарри опустил палочку, и яркая фигура человека угасла.

Он медленно выдохнул.

Будто просыпаясь после долгого сна, словно открывая глаза по пробуждении, Гарри оторвал взгляд от клетки. Он огляделся вокруг и увидел, что все изумлённо уставились на него.

Альбус Дамблдор уставился на него.

Профессор Квиррелл уставился на него.

Трое авроров уставились на него.

Они все смотрели на него так, как будто он только что уничтожил дементора.

Посреди клетки лежал потрёпанный плащ. Пустой.
Солнечный диск скрылся за горизонтом. Последние красные отблески угасали на верхушках деревьев. На лесной поляне, покрытой пожухлой и местами заснеженной травой, шесть человек стояли вокруг пустой клетки, на полу которой валялся потрёпанный плащ.

Гарри чувствовал себя… ну, опять нормально. Вменяемо, более-менее. Чары Патронуса не отменили все события и потрясения дня. Раны не исчезли бесследно, но их как будто… перевязали, залечили? Трудно описать.

Даже Дамблдор выглядел бодрее, хотя ему всё же стоило бы отдохнуть. На секунду старый волшебник повернул голову в сторону профессора Квиррелла, и они встретились глазами. Затем его взгляд вернулся к Гарри.

— Гарри, — сказал он, — ты не собираешься упасть от истощения и, возможно, скончаться?

— Как ни странно, нет, — ответил Гарри. — Заклинание отняло какую-то часть сил, но гораздо меньшую, чем я ожидал.

А может быть, оно не только отнимало… возможно, оно дало что-то взамен.

— Честно говоря, — продолжил он, — я думал, что где-то в эту секунду моё тело должно грохнуться на землю.

Послышался характерный звук падающих на землю тел.

— Спасибо, что позаботились об этом, Квиринус, — обратился Дамблдор к профессору Квирреллу, стоявшему позади трёх бесчувственных тел авроров. — Признаться, я всё ещё ощущаю некоторую усталость. Впрочем, с чарами памяти я справлюсь сам.

Профессор Квиррелл церемонно кивнул и уставился на Гарри:

— Я пропущу добрую часть бессмысленного уже неверия, замечаний о том, что даже Мерлин потерпел неудачу в этом деле, и так далее, и перейду сразу к главному вопросу: тысяча ползучих змей, что это было?

— Заклинание Патронуса, — ответил Гарри. — Версия 2\.0.

— Я рад, что ты вновь стал самим собой, — сказал Дамблдор. — Но ты, юный когтевранец, никуда отсюда не уйдёшь, пока не расскажешь, какую именно светлую и счастливую мысль ты использовал.

— Хм-м, — протянул Гарри, задумчиво постучав пальцем по щеке, — я вот думаю: а стоит ли?

Профессор Квиррелл неожиданно ухмыльнулся.

— Пожалуйста? — попросил директор. — Пожалуйста-пожалуйста плюс мороженка?

И, повинуясь импульсу, Гарри решился. Идея опасная, но вряд ли в этой жизни у него ещё когда-либо будет такая возможность.

— Три газировки, — сказал Гарри своему кошелю, затем взглянул на профессора Защиты и директора Хогвартса.

— Джентльмены, — начал он свою речь, — я купил эти банки с газировкой, когда впервые посетил платформу Девять и три четверти, по пути в Хогвартс. Я хранил их для особого случая. На напиток наложено специальное заклятье, которое гарантирует, что он будет выпит в определённый момент. Это всё, что осталось от моих запасов, но не думаю, что мне ещё когда-либо представится столь прекрасный случай. Не откажетесь?

Гарри передал одну банку Дамблдору, а другую кинул профессору Квирреллу. Волшебники пробормотали одинаковые заклинания и, получив результат проверки банок, слегка нахмурились. Гарри же, в свою очередь, сразу распечатал банку и начал пить.

Профессор Защиты и директор Хогвартса вежливо последовали его примеру.

— Я думал о своём категорическом неприятии смерти как естественного порядка вещей, — сказал Гарри.

Возможно, воспоминание о случившемся после произнесения этой фразы, не слишком подойдёт для вызова патронуса, однако оно по праву займёт место в десятке лучших воспоминаний Гарри.

Он на секунду занервничал под взглядами, которыми его наградили и директор и профессор Защиты, пока брызги Прыского чая растворялись в небытии. Но затем волшебники переглянулись и, видимо, решили, что ни один из них не сможет безнаказанно совершить с Гарри ничего по-настоящему ужасного в присутствии другого.

— Мистер Поттер, — сказал профессор Квиррелл, — даже я знаю, что это заклинание работает отнюдь не так.

— Именно, — согласился Дамблдор. — Объяснись.

Гарри открыл рот и почти сразу же его захлопнул. Неизвестно, знала ли этот секрет Ровена, но Годрик знал наверняка и никому не рассказал. Возможно, были и другие волшебники, которые догадались, но всё же помалкивали. Нельзя забыть что-либо намеренно, и как только кто-нибудь поймёт, за счёт чего именно работает заклинание патронуса, то он уже никогда не сможет призывать животную форму полного телесного патронуса, а учитывая, что большинство волшебников не имеют правильного воспитания, необходимого для полной победы над дементором…

— Э-эм, извините, — произнёс Гарри, — но я буквально только что понял: детальное объяснение будет чрезвычайно плохой идеей, по крайней мере до тех пор, пока вы сами не придёте к некоторым выводам.

— Это действительно так, Гарри? — медленно протянул Дамблдор. — Или ты лишь притворяешься мудрым…

— Директор! — воскликнул Квиррелл с искренним потрясением в голосе, — мистер Поттер сказал вам, что это одно из тех заклинаний, которые нельзя обсуждать с волшебниками, неспособными их творить! Нельзя настаивать на ответе!

— Если я скажу вам… — начал Гарри.

— Нет, — весьма строго прервал его профессор Квиррелл. — Вы не должны объяснять нам почему, мистер Поттер. Вы просто говорите нам, что мы ещё не готовы. И если соберётесь дать нам подсказку, вы должны делать это со всей возможной осторожностью, хорошо подумав, а не в середине разговора.

Гарри кивнул.

— Но, — попытался возразить директор, — но что же мне сказать Министерству магии? Нельзя просто взять и потерять дементора!

— Скажите им, что я его съел, — ответил профессор Квиррелл, из-за чего Гарри подавился газировкой, которую в это мгновение неосознанно потягивал из банки. — Я не возражаю. Не пора ли нам возвращаться, мистер Поттер?

И они вдвоём побрели по вытоптанной тропинке обратно в Хогвартс, оставив за спиной Альбуса Дамблдора, с несчастным видом смотревшего на пустую клетку и трёх спящих авроров, которым предстояла встреча с чарами изменения памяти.

* * *

Послесловие: Гарри Поттер и профессор Квиррелл.

Некоторое время они шли молча, прежде чем профессор Квиррелл заговорил. Все звуки вокруг сразу стихли.

— Вы необычайно хорошо умеете убивать, мой ученик, — сказал он.

— Спасибо, — искренне отозвался Гарри.

— Не хочу показаться назойливым, — проговорил профессор Квиррелл, — но, возможно, есть ничтожный шанс, что лишь директору вы не могли доверить этот секрет?..

Гарри ненадолго задумался. Профессор Квиррелл и так не мог создавать патронуса-животное.

Но, единожды рассказав секрет, он не сможет вернуть всё назад. Гарри достаточно быстро учился на своих ошибках, чтобы понять: следует хотя бы подумать, прежде чем выпускать подобные тайны в мир.

Гарри покачал головой, и профессор Квиррелл кивнул, принимая ответ.

— Из чистого любопытства, профессор Квиррелл, — сказал Гарри, — если бы ваше предложение привезти в Хогвартс дементора было частью злодейского плана, какой была бы цель?

— Убить Дамблдора, пока он будет ослаблен, — без единого колебания отозвался тот. — Хм. Директор сказал вам, что подозревает меня?

Гарри поколебался секунду, пытаясь придумать ответ, а потом и вовсе не стал отвечать, осознав, что его молчание говорит само за себя.

— Любопытно… — сказал профессор Квиррелл. — Мистер Поттер, нельзя исключать, что сегодня и в самом деле был приведён в действие чей-то план. Ваша палочка могла случайно упасть так близко к клетке дементора. Или же один из авроров мог находиться под чарами Империуса, Конфундуса или легилименции, чтобы повлиять на это. Из списка подозреваемых, на вашем месте, я бы также не исключал Флитвика и меня самого. Следует также отметить, что профессор Снейп отменил сегодня все занятия, и, подозреваю, он достаточно силён, чтобы применить заклинание Разнаваждения — авроры использовали чары обнаружения в самом начале урока, но не повторяли их непосредственно перед вашей попыткой. Но проще всего, мистер Поттер, предположить, что план принадлежал самому Дамблдору, и если это действительно так, что ж, он мог заранее принять меры, чтобы направить ваши подозрения в другую сторону.

Они прошли молча ещё немного.

— Но зачем ему это? — спросил Гарри.

Профессор Защиты немного промедлил с ответом:

— Мистер Поттер, насколько хорошо вы успели изучить личность директора?

— Не очень, — признался Гарри. Он только недавно понял… — Совсем недостаточно.

— Тогда я замечу, — отозвался профессор Квиррелл, — что вы не можете узнать о человеке всё, что следует о нём знать, расспрашивая только его друзей.

Настала очередь Гарри пройти несколько шагов молча по протоптанной тропинке, которая вела обратно в Хогвартс. Ему и впрямь следовало бы уже знать побольше. Есть такой специальный термин — предвзятость подтверждения. Среди прочего, он означает, что при выборе из множества источников информации люди зачастую предпочитают те из них, которые не противоречат их уже сложившемуся мнению.

— Спасибо, — сказал Гарри. — Вообще… я не говорил ещё, да? Спасибо вам за всё! Если какой-нибудь другой дементор станет вам угрожать — или просто немного вас раздражать — дайте мне знать. Я его познакомлю с Его Сиятельством — не люблю, когда дементоры досаждают моим друзьям.

Профессор Квиррелл одарил его взглядом, не поддающимся расшифровке.

— Вы уничтожили дементора потому, что он угрожал мне?

— Эм, — замялся Гарри, — я, как бы, и до этого решил его уничтожить, но, да, это само по себе было бы достаточной причиной.

— Ясно, — отозвался профессор Квиррелл. — А что бы вы стали делать с этой угрозой мне, если бы ваше заклинание не сработало?

— План Б, — ответил Гарри. — Заключить дементора в контейнер из плотного металла с высокой температурой плавления — вероятно, вольфрама, — сбросить его в действующий вулкан и надеяться, что он окончит свои дни в земной мантии. Ах да, знаете, под поверхностью Земли полно кипящей лавы…

— Да, — сказал профессор Квиррелл. — Я знаю.

На лице профессора Защиты застыла очень странная улыбка.

— Если подумать, мне бы самому следовало догадаться о таком способе. Скажите, мистер Поттер, если бы вы хотели потерять некую вещь в таком месте, где бы её никто и никогда не нашёл, куда бы вы её поместили?

Гарри обдумал вопрос.

— Полагаю, мне не стоит спрашивать, что именно вы такое нашли, что вам надо это потерять…

— Верно, — ответил профессор Квиррелл, как Гарри и ожидал.

А затем неожиданно для Гарри добавил:

— Может быть, вы узнаете, когда подрастёте.

— Ну, — ответил Гарри, — помимо расплавленной лавы в ядре планеты, эту вещь можно спрятать в участке цельной скалы в километре под землей в случайно выбранном месте — возможно, телепортировать её туда, если существует способ сделать это вслепую. Или просверлить дыру и потом её заделать. Главное не оставить следов, чтобы это был просто безымянный кубометр земной коры. Можно бросить её в Марианскую впадину, это самое глубокое место океана на всей планете, или выбрать любую другую океаническую впадину, чтобы это было менее очевидно. Если вы можете заставить эту вещь парить и быть невидимой, то можно закинуть её в стратосферу. В идеале, следует запустить её в космос, снабдив чарами против обнаружения, со случайно изменяющимся ускорением, чтобы её вынесло за пределы Солнечной системы. А затем, конечно, наложить на себя Обливиэйт, чтобы даже вы точно не знали, куда она попала.

Профессор Защиты смеялся, и звук его смеха был даже более странным, чем улыбка.

— Профессор Квиррелл? — сказал Гарри.

— Отличные идеи, — отозвался профессор Квиррелл. — Но ответьте мне, мистер Поттер, почему именно эти пять способов?

— А? — ответил Гарри. — Они кажутся очевидными.

— Правда? — сказал профессор Квиррелл. — Но, видите ли, тут есть интересная закономерность. Можно сказать, что в этом есть что-то от загадки. Должен отметить, мистер Поттер, что, несмотря на все плюсы и минусы, в целом сегодня был на удивление хороший день.

И они пошли дальше по тропинке, которая вела к воротам Хогвартса, видневшимся в отдалении. Гарри чисто автоматически старался держаться подальше от профессора Защиты, потому что по каким-то неизвестным причинам чувство тревоги сейчас казалось особенно сильным.

* * *

Послесловие: Дафна Гринграсс.

Гермиона отказалась отвечать на какие-либо вопросы. Впрочем, Дафна и Трейси мгновенно отстали от неё, как только подошли к развилке, ведущей в подземелья Слизерина. Они почти перешли на бег — слухи распространялись по Хогвартсу быстро, так что раз они хотели первыми рассказать о случившемся, им нужно было поспешить.

— Слушай, — сказала Дафна, — как только мы войдём, не вздумай сразу всё выбалтывать про поцелуй, ладно? Будет лучше, если мы расскажем всю историю по порядку.

Трейси взволнованно закивала.

И как только они ворвались в гостиную Слизерина, Трейси Дэвис сделала глубокий вдох и закричала:

— Народ! Гарри Поттер не смог вызвать патронуса, и дементор почти сожрал его, а профессор Квиррелл спас его, но потом Поттер превратился в кого-то ужасно злого, пока Грейнджер не вернула его своим поцелуем! Это настоящая любовь, точно вам говорю!

Дафна подумала, что это и вправду рассказ по порядку… В некотором роде.

Новость не произвела ожидаемой реакции. Большинство девочек лишь слегка повернули головы в их направлении, а мальчики даже не оторвались от чтения.

— Да, — кисло заметила Панси со своего места, где она читала что-то, напоминавшее книжку-раскраску, а сидевший рядом Грегори держал у неё на коленях свои ноги. — Милисента нам уже рассказала.

— Но как…

— Трейси, а почему ты не поцеловала его первой? — спросили Флора и Гестия Кэрроу. — Теперь Поттер женится на грязнокровке! Ты могла оказаться его настоящей любовью и попасть в богатый Благородный Дом и всё такое, если бы просто поцеловала его первой!

Лицо Трейси застыло от внезапного осознания.

— Что?! — возмутилась Дафна. — Любовь не появляется от одного поцелуя!

— Конечно, появляется, — заявила Милисента. Она стояла перед окном, за которым бурлили воды озера Хогвартс, и упражнялась в каком-то заклинании. — Кто первый поцелует, того и принц.

— Это был не первый их поцелуй! — закричала Дафна. — Гермиона уже была его истинной любовью! Вот почему она смогла вернуть его!

Тут до Дафны дошло, что она только что сказала, и она внутренне содрогнулась, но сказанного не воротишь.

— Опа, опа, опа, что?! — Грегори убрал ноги с колен Панси и вскочил. — Что там произошло? Мисс Булстроуд ни о чём таком не говорила.

Теперь все остальные тоже смотрели на Дафну.

— Ах да, — продолжила Дафна. — Гарри оттолкнул её и крикнул: «Я же говорил тебе, никаких поцелуев!» А потом он закричал, как будто умирает, и Фоукс начал ему петь… Вообще-то, я не уверена, что это случилось именно в таком порядке…

— Не очень-то похоже на настоящую любовь, — хором озвучили близняшки Кэрроу. — Звучит, как будто его поцеловала «не та» девочка.

— Это должна была быть я, — прошептала Трейси. Она всё ещё не пришла в себя. — Это я должна была стать его настоящей любовью. Гарри Поттер — мой генерал. Мне надо было… Мне надо было бороться за него с Грейнджер…

Дафна резко повернулась к Трейси.

— Ты?! Ты хочешь отобрать Гарри у Гермионы?

— Да! — воскликнула Трейси. — Хочу!

— Да ты с катушек съехала, — осуждающе заявила Дафна. — Даже если бы ты поцеловала его первой… Знаешь, кем бы ты стала? Печальной девочкой с разбитым сердцем, которая умирает в конце второго акта.

— А ну возьми свои слова обратно! — закричала Трейси.

Тем временем Грегори пересёк комнату и подошёл к Винсенту, сидевшему за домашней работой.

— Мистер Крэбб, — тихо сказал Грегори, — думаю, мистеру Малфою надо узнать об этом.

* * *

Послесловие: Гермиона Грейнджер.

Гермиона не отрывала глаз от запечатанного воском конверта, на поверхности которого было написано число 42.

Я выяснил, почему у нас не получилось вызвать патронуса, Гермиона, и это не имеет никакого отношения к тому, что мы якобы недостаточно счастливы. Но я не могу рассказать тебе. Я даже директору не могу рассказать. Это должно оставаться даже в большей тайне, чем частичная трансфигурация. Но если тебе когда-нибудь будет нужно сразиться с дементором, секрет описан здесь, в зашифрованном виде, так что если кто-то не знает, что речь идёт о дементорах и о заклинании патронуса, то он не поймёт, что всё это значит…

Она рассказала Гарри, что видела, как умирает он, как умирают её родители, её друзья, как умирают вообще все. Она не стала рассказывать, что боится умереть в одиночестве — почему-то это признание всё ещё оставалось слишком болезненным.

Гарри рассказал ей, как он вспомнил смерть своих родителей и посчитал её забавной.

Там, куда тебя забирает дементор, нет света, Гермиона. Нет тепла. Нет заботы. В том месте ты даже не можешь понять, что такое счастье. Там есть боль и есть страх, и эти чувства всё ещё могут тебя задеть. Ты можешь ненавидеть и можешь получать удовольствие, разрушая то, что ненавидишь. Ты можешь смеяться, глядя на боль других людей. Но ты никогда не будешь счастлив, ты даже не сможешь вспомнить, чего же ты лишился… Не думаю, что существует способ объяснить тебе, от чего именно ты меня спасла. Обычно мне стыдно, когда я причиняю людям неприятности, обычно я не выношу, когда кто-то жертвует чем-то ради меня, но в этот раз я только скажу, что неважно, чего в итоге тебе будет стоить твой поцелуй — ни на секунду не сомневайся, ты всё сделала правильно.

Гермиона до этого не понимала, насколько легко дементор коснулся её, насколько лёгкой и поверхностной была та тьма, в которую он её увлёк. Ей было больно, когда все вокруг умирали, а у Гарри отобрали даже боль…

Гермиона убрала письмо обратно в кошель, как и подобает хорошей девочке.

Хотя ей очень хотелось его прочесть.

Она боялась дементоров.

* * *

Послесловие: Минерва МакГонагалл.

Минерва словно окаменела. Она не должна была так поразиться, не должна была с таким трудом принуждать себя смотреть Гарри в глаза, но после того, через что ему пришлось пройти… Она выискивала на лице стоящего перед ней мальчика малейшие признаки воздействия дементора и не находила. Но её крайне тревожило, с каким спокойствием он задал свой вопрос.

— Мистер Поттер, я действительно не могу обсуждать такие серьёзные вопросы без разрешения директора!

На лице мальчика не дрогнул ни мускул.

— Я бы предпочёл не беспокоить директора по этому поводу, — прозвучал спокойный голос Гарри Поттера. — Более того, я настаиваю на этом. Вы обещали, что этот разговор останется между нами. Поэтому позвольте мне говорить прямо. Фактически, я уже знаю, что пророчество существует. Я знаю, что именно вы первой услышали его от профессора Трелони. Я знаю, что, согласно пророчеству, ребёнок Джеймса и Лили каким-то образом представлял опасность для Тёмного Лорда. И этот ребёнок — я, и всем об этом известно. А потому вы не скажете ничего нового или опасного, если ответите всего лишь на один вопрос: Какие именно слова пророчества указали на меня, ребёнка Джеймса и Лили?

В голове эхом отозвался замогильный голос Трелони:
РОЖДЁННЫЙ ТЕМИ, КТО ТРИЖДЫ БРОСАЛ ЕМУ ВЫЗОВ,
РОЖДЁННЫЙ НА ИСХОДЕ СЕДЬМОГО МЕСЯЦА…

— Гарри, — сказала профессор МакГонагалл, — я никак не могу рассказать тебе это!

Она понятия не имела, откуда Гарри узнал столь многое, и была потрясена тем, сколько он уже знает…

Печальные глаза мальчика посмотрели на неё со странным выражением.

— Профессор МакГонагалл, неужели вы не можете даже чихнуть без разрешения директора? Я клянусь, у меня есть и серьёзные причины спрашивать, и серьёзные причины, чтобы наш разговор остался приватным.

— Пожалуйста, не спрашивай, Гарри, — прошептала она.

— Ладно, — сказал мальчик, — один простой вопрос. Пожалуйста. Пророчество указало на Поттеров буквально? В нём прозвучала фамилия «Поттер»?

Некоторое время Минерва молча смотрела на Гарри. Она не могла сказать, почему или отчего, но у неё было ощущение, что это ключевой момент с далеко идущими последствиями…

— Нет, — сказала она наконец. — Пожалуйста, Гарри, больше не спрашивай меня ни о чём.

Мальчик одарил её немного печальной улыбкой и сказал:

— Спасибо вам, Минерва. Вы честная и хорошая женщина.

Прежде чем она закрыла распахнувшийся от изумления рот, мальчик поднялся и покинул кабинет. И лишь тогда Минерва поняла, что Гарри посчитал её отказ ответом. И получил правильный ответ…

Гарри закрыл за собой дверь.

С кристальной ясностью перед его глазами развёртывалась логическая цепочка. Гарри не был уверен, когда именно у него родилась эта догадка, может быть, во время пения Фоукса, а может даже раньше.

Лорд Волдеморт сразу же убил Джеймса Поттера, а вот Лили Поттер дал шанс остаться в живых. Однако жертва Лили не остановила его, следовательно главной целью было убить младенца.

Тёмные Лорды, как правило, не опасаются младенцев.

А значит, существует пророчество о том, что Гарри Поттер может представлять собой угрозу для Лорда Волдеморта, и Лорду Волдеморту оно известно.

— Я даю тебе редкий шанс сбежать. У меня нет причин тратить на тебя время, и твоя смерть не спасёт ребёнка. Прочь, глупая женщина, если в тебе есть хоть капля здравого смысла!

Дал ли он ей шанс из прихоти? Нет, в этом случае он не пытался бы её переубедить. Говорилось ли в пророчестве, что убивать Лили Поттер нельзя? Нет, иначе он нашёл бы способ оставить её в живых. Лорд Волдеморт слегка склонялся к мысли пощадить Лили Поттер. Его решение было большим, чем просто каприз, но определённо не было вызвано предостережением пророчества.

Таким образом, предположим, что кто-то — малозначимый союзник или полезный, но не незаменимый слуга — попросил Тёмного Лорда оставить в живых Лили. Лили, но не Джеймса.

Этот человек должен был знать, что Лорд Волдеморт собирается напасть на дом Поттеров. Должен был знать и пророчество, и то, что Тёмный Лорд знает пророчество. Иначе бы не стал вымаливать жизнь Лили.

Как сказала профессор МакГонагалл, кроме неё пророчество знают лишь двое: Альбус Дамблдор и Северус Снейп.

Тот самый Северус Снейп, который любил Лили ещё до того, как она стала Лили Поттер, и ненавидел Джеймса.

Логично предположить, что Северус узнал о пророчестве и доложил о нём Тёмному Лорду. И сделал это потому, что фамилия Поттеров в нём не упоминалась. Пророчество было загадкой, и Северус разгадал её слишком поздно.

Но если Северус первым услышал пророчество и передал его Тёмному Лорду, то зачем рассказывать о пророчестве ещё и Дамблдору, а тем более МакГонагалл?

Следовательно, первым услышал пророчество либо Дамблдор, либо профессор МакГонагалл.

У директора не было очевидных причин рассказывать профессору трансфигурации о таком деликатном и важном событии, как пророчество. В свою очередь, у Минервы были все основания рассказать о нём директору.

Предположение, что первой услышала пророчество профессор МакГонагалл, звучит очень правдоподобно.

И априори можно считать, что пророчество сделала профессор Трелони, штатный предсказатель Хогвартса. Настоящие пророки очень редки, и если посчитать время, которое профессор МакГонагалл в течение жизни провела в присутствии пророков, то почти всё это время будет принадлежать профессору Трелони.

МакГонагалл рассказала о пророчестве Дамблдору, и без его разрешения она бы не рассказала о нём никому.

Следовательно, это Альбус Дамблдор устроил так, чтобы о пророчестве узнал Северус Снейп. И Дамблдор разгадал загадку правильно, иначе бы он не выбрал на роль посредника безответно влюблённого в Лили Северуса.

Директор преднамеренно организовал утечку информации о пророчестве к Лорду Волдеморту в надежде заманить того в смертельную ловушку. Возможно, согласно плану Дамблдора Северус узнал лишь часть пророчества или есть и другие пророчества, о которых Северус даже не догадывался… Каким-то образом Дамблдор знал, что немедленное нападение Лорда Волдеморта на Поттеров приведёт того к поражению, а Волдеморт такого исхода не предполагал. А может быть, это было лишь счастливой случайностью, произошедшей из-за безумной любви Дамблдора к запутанным планам…

В результате Северус стал двойным агентом, и Пожиратели Смерти, вероятно, будут очень недовольны Северусом, если Дамблдор раскроет его роль в их поражении.

Дамблдор попытался сохранить жизнь матери Гарри. Но эта часть его плана не сработала. А вот Джеймса Поттера Дамблдор осознанно приговорил к смерти.

Если эта цепочка рассуждений действительно верна, то Дамблдор ответственен за смерть родителей Гарри. Конечно же, успешное окончание Магической войны можно счесть смягчающим обстоятельством, но тем не менее… Гарри это всё чрезвычайно беспокоило.

Что ж, пришло время (давно уже пришло) спросить Драко Малфоя, что может рассказать об Альбусе Персивале Вульфрике Брайане Дамблдоре другая сторона.
Глава девятая, в которой Пятачок совершенно окружен водой
Дождик лил, лил и лил. Пятачок сказал себе, что никогда за всю свою жизнь - а ему было ужасно много лет: может быть, три года, а может быть, даже четыре! - никогда он еще не видел столько дождя сразу. А дождь лил, и лил, и лил. С утра до вечера День за днем.

"Вот если бы, - думал Пятачок, выглядывая из окна, - я был в гостях у Пуха, или у Кристофера Робина, или хотя бы у Кролика, когда дождь начался, мне было бы все время весело. А то сиди тут один-одинешенек и думай, когда он перестанет!"

И он представлял себе, что он в гостях у Пуха и говорит ему: "Ты видал когда-нибудь такой дождь?" - а Пух отвечает: "Ну прямо ужасно!", или он, Пятачок, в свою очередь, говорит: "Интересно, не размыло ли дорогу к Кристоферу Робину?", а Пух отвечает: "А бедный старый Кролик, наверно, смылся из дому".

Конечно, такая беседа - это одно удовольствие!

И вообще какой толк в таких потрясающих вещах, как потопы и наводнения, если тебе не с кем даже о них поговорить?

А было, спору нет, потрясающе интересно. Маленькие сухие канавки, в которые Пятачок, бывало, так часто лазил, стали ручьями; ручейки, по которым он, бывало, шлепал, подвернув штанишки, превратились в потоки, а речка, на берегах которой друзья так весело играли, вылезла из своего ложа (так называют речкину постель) и разлилась так широко, что Пятачок начал беспокоиться, не заберется ли она скоро и в его собственное ложе (то есть в его постель).

"Да, немного страшновато, - сказал он сам себе, - быть Очень Маленьким Существом, совершенно окруженным водой! Кристофер Робин и Пух могут спастись, забравшись на дерево, Кенга может ускакать и тоже спастись, Кролик может спастись, зарывшись в землю. Сова может улететь, а Иа может спастись - ммм... если будет громко кричать, пока его не спасут.

А вот я сижу тут, весь окруженный водой, и совсем-совсем ничего не могу сделать!"

Дождь все лил, и с каждым днем вода подымалась немножко выше, и вот она подошла уже к самому окошку, а Пятачок все еще ничего не сделал.

И вдруг он вспомнил историю, которую рассказывал ему Кристофер Робин, - историю про человека на необитаемом острове, который написал что-то на бумажке, положил ее в бутылку и бросил бутылку в море; и Пятачок подумал, что если он напишет что-нибудь на бумажке, положит ее в бутылку и бросит в воду, то, может быть, кто-нибудь придет и спасет его!

Он обыскал весь свой дом, вернее, все, что в доме оставалось сухого, и наконец он нашел сухой карандаш, кусочек сухой бумаги, сухую бутылку и сухую пробку и написал на одной стороне бумажки:

ПОМОГИТЕ!

ПЯТАЧКУ (ЭТО Я)

а на обороте:

ЭТО Я, ПЯТАЧОК,

СПАСИТЕ, ПОМОГИТЕ!

Потом он положил бумагу в бутылку, как можно лучше закупорил бутылку, как можно дальше высунулся из окошка - но так, чтобы не выпасть, - и изо всех сил бросил бутылку.

- Плюх! - сказала бутылка и закачалась на волнах.

Пятачок следил, как она медленно уплывает, пока у него глаза не заболели, и ему стало порой казаться, что это бутылка, а порой, что это просто рябь на воде, и наконец он понял, что больше он ее никогда не увидит и что он сделал все, что мог, для своего спасения.

"И, значит, теперь, - думал он, - кто-нибудь другой должен будет что-нибудь сделать. Я надеюсь, что он сделает это быстро, потому что иначе мне придется плавать, а ведь я не умею".

Тут он очень глубоко вздохнул и сказал:

- Хочу, чтобы Пух был тут, вдвоем намного веселее!

Когда дождь начался, Винни-Пух спал. Дождь лил, лил и лил, а он спал, спал и спал.

Накануне он очень устал. Как вы помните, он открыл Северный Полюс, и он так гордился этим, что спросил Кристофера Робина, нет ли где еще Полюсов, которые Медведь с опилками в голове мог бы открыть.

"Есть еще Южный Полюс, - сказал Кристофер Робин, - и, по-моему, где-то есть Восточный Полюс и Западный Полюс, хотя люди почему-то не любят говорить о них".

Услышав это сообщение, Пух очень взволновался и предложил немедленно устроить искпедицию к Восточному Полюсу, но Кристофер Робин был чем-то занят с Кенгой, так что Пух отправился открывать Восточный Полюс сам. Открыл он его или нет, я забыл; но он вернулся домой таким усталым, что заснул в самый разгар ужина, спустя каких-нибудь полчаса после того, как сел за стол. И вот он спал, и спал, и спал.

И вдруг он увидел сон. Он, Пух, был на Восточном Полюсе, и это оказался очень холодный Полюс, весь покрытый самыми холодными сортами снега и льда. Пух разыскал пчелиный улей и улегся там спать, но в улье не хватило места для задних лапок Пуха, и их пришлось оставить снаружи. И вдруг, откуда ни возьмись, пришли Дикие Буки, обитающие на Восточном Полюсе, и стали выщипывать мех на лапках Пуха, чтобы устроить гнезда для своих малышей, и чем больше они щипали, тем холоднее становилось лапкам, и наконец Пух проснулся с криком и обнаружил, что он сидит на стуле, а ноги у него в воде и вокруг него всюду тоже вода!

Он прошлепал к двери и выглянул наружу...

- Положение серьезное, - сказал Пух, - надо искать спасения.

Он схватил самый большой горшок с медом и спасся с ним на толстую-претолстую ветку своего дерева, торчавшую высоко-высоко над водой.

Потом он опять слез вниз и спасся с другим горшком.

А когда все спасательные операции были окончены, на ветке сидел Пух, болтая ногами, а рядом стояло десять горшков с медом...

На другой день на ветке сидел Пух, болтая ногами, а рядом стояли четыре горшка с медом.

На третий день на ветке сидел Пух, болтая ногами, а рядом стоял один горшок с медом.

На четвертый день на ветке сидел Пух один-одинешенек.

И в это самое утро бутылка Пятачка проплывала мимо Пуха.

И тут с громким криком "Мед! Мед!" Пух кинулся в воду, схватил бутылку и, по шейку в воде, храбро вернулся к дереву и влез на ветку.

- Жаль, жаль, - сказал Пух, открыв бутылку, - столько мокнуть, и совершенно зря! Погодите, а что тут делает эта бумажка?

Он вытащил бумажку и посмотрел на нее.

- Это Спаслание, - сказал он, - вот что это такое. А вот это буква "Пы", да-да-да, да-да-да, а "Пы", наверно, значит "Пух", и, значит, это очень важное Спаслание для меня, а я не могу узнать, что оно значит! Надо бы найти Кристофера Робина, или Сову, или Пятачка - словом, какого-нибудь читателя, который умеет читать все слова, и они мне скажут, про что тут написано; только вот плавать я не умею. Жалко!

И вдруг ему пришла в голову мысль, и я считаю, что для медведя с опилками в голове это была очень хорошая мысль. Он сказал себе:

"Раз бутылка может плавать, то и горшок может плавать, а когда горшок поплывет, я могу сесть на него, если это будет очень большой горшок".

Он взял свой самый большой горшок и завязал его покрепче.

- У каждого корабля должно быть название, - сказал он, - значит, я назову свой - "Плавучий Медведь".

С этими словами он бросил свой корабль в воду и прыгнул вслед.

Некоторое время Пух и "Плавучий Медведь" не могли решить вопроса о том, кто из них должен быть сверху, но в конце концов они договорились. "Плавучий Медведь" оказался внизу, а на нем - Пух, отчаянно болтавший ногами.

Кристофер Робин жил в самом высоком месте Леса. Дождь лил, лил и лил, но вода не могла добраться до его дома. И, пожалуй, было довольно весело смотреть вниз и любоваться всей этой водой, но дождь был такой сильный, что Кристофер Робин почти все время сидел дома и думал о разных вещах.

Каждое утро он выходил (с зонтиком) и втыкал палочку в том месте, до которого дошла вода, а на следующее утро палочка уже скрывалась под водой, так что ему приходилось втыкать новую палочку, и дорога домой становилась все короче и короче.

Наутро пятого дня он понял, что впервые в жизни оказался на настоящем острове. Это, конечно, было очень-очень здорово!

И в это самое утро прилетела Сова, чтобы узнать, как поживает ее друг Кристофер Робин.

- Слушай, Сова, - сказал Кристофер Робин, - до чего здорово! Я живу на острове!

- Атмосферные условия в последнее время были несколько неблагоприятными, - сказала Сова.

- Что, что?

- Дождик был, - пояснила Сова.

- Да, - сказал Кристофер Робин, - был.

- Уровень паводка достиг небывалой высоты.

- Кто?

- Я говорю - воды кругом много, - пояснила Сова.

- Да, - согласился Кристофер Робин, - очень много.

- Однако перспективы быстро улучшаются. Прогноз показывает...

- Ты видела Пуха?

- Нет, прогноз...

- Я надеюсь, он жив и здоров, - сказал Кристофер Робин. - Я немного беспокоюсь о нем. Интересно, Пятачок с ним или нет? Ты думаешь, у них все в порядке, Сова?

- Я полагаю, что все в порядке. Ты понимаешь, прогноз...

- Знаешь что, Сова, погляди, как они там, потому что ведь у Пуха опилки в голове и он может сделать какую-нибудь глупость, а я его так люблю, Сова. Понимаешь, Сова?

- Очень хорошо, - сказала Сова, - я отправляюсь. Вернусь немедленно. - И она улетела.

Вскоре она вернулась.

- Пуха там нет, - сказала она.

- Нет?

- Он был там. Он сидел на ветке с девятью горшками меда. Но теперь его там нет.

- Пух, дорогой, - крикнул Кристофер Робин, - где же ты?

- Вот где я, - ответил сзади ворчливый голосок.

- Пух!!

Они кинулись обниматься.

- Как ты сюда попал, Пух? - спросил Кристофер Робин, когда он смог снова заговорить.

- На корабле! - сказал Пух гордо. - Я получил очень важное Спаслание в бутылке, но так как мне попала в глаза вода, я не мог его прочитать и привез его тебе на своем корабле.

С этими гордыми словами он передал Кристоферу Робину послание.

- Это же от Пятачка! - закричал Кристофер Робин, прочитав послание.

- А про Пуха там ничего нет? - спросил медвежонок, заглядывая Кристоферу Робину через плечо.

Кристофер Робин прочел послание вслух.

- Ах, так все эти "Пы" были Пятачки? А я думал, это были Пухи.

- Надо его немедленно спасать! Я-то думал, что он с тобой, Пух. Сова, ты можешь его спасти на спине?

- Не думаю, - отвечала Сова после длительного размышления. - Сомнительно, чтобы спинная мускулатура была в состоянии...

- Тогда полети к нему сейчас же и скажи, что спасение приближается, а мы с Пухом подумаем, как его спасти, и придем, как только сможем. Ой, Сова, только, ради бога, не разговаривай, лети скорее!

И, все еще повторяя про себя то, что она хотела, но не успела высказать, Сова улетела.

- Ну вот, Пух, - сказал Кристофер Робин, - где твой корабль?

- Надо сказать, - объяснил Пух Кристоферу по дороге к берегу, - что это не совсем обыкновенный корабль. Иногда это корабль, а иногда это вроде несчастного случая. Смотря по тому...

- Смотря по чему?

- Ну, по тому - наверху я или внизу. На нем или под ним.

- Ну, а где он?

- Вот, - сказал Пух гордо и указал на "Плавучего Медведя".

Да, это было совсем не то, что Кристофер Робин ожидал увидеть.

И чем больше он глядел на "Плавучего Медведя" тем больше он думал о том, какой же храбрый и умный медведь Винни-Пух, но чем больше Кристофер Робин думал об этом, тем скромнее глядел Пух в землю, стараясь сделать вид, что это не он.

- Но только он слишком маленький для нас обоих, - сказал Кристофер Робин грустно.

- Для нас троих, считая Пятачка.

- Ну, значит, он еще меньше. Винни-Пух, что же нам делать?

И тут этот медвежонок, Винни-Пух, Д.П. (Друг Пятачка), П.К. (Приятель Кролика), О.П. (Открыватель Полюса), У.И. и Н.X. (Утешитель Иа-Иа и Находитель Хвоста), - одним словом, наш Винни-Пух сказал такую мудрую вещь, что Кристофер Робин смог только вытаращить глаза и открыть рот, не понимая - неужели это тот самый медведь с опилками в голове, которого он так давно знает и любит.

- Мы поплывем в твоем зонтике, - сказал Пух.

Да, Кристофер Робин вдруг понял, что это возможно. Он открыл свой зонтик и опустил его на воду. Зонтик поплыл, но закачался. Пух влез в него. И он было уже хотел сказать, что все в порядке, когда обнаружил, что не все, и после непродолжительного купания он вброд вернулся к Кристоферу Робину. Потом они оба сели в зонтик, и зонтик больше не качался.

- Мы назовем это судно "Мудрость Пуха", - сказал Кристофер Робин.

И "Мудрость Пуха" на всех парусах поплыла в юго-восточном направлении, время от времени плавно вращаясь.

Представьте себе, как обрадовался Пятачок, когда наконец увидел Корабль! Потом долгие годы он любил думать, что был в очень большой опасности во время этого ужасного потопа, но единственная опасность угрожала ему только в последние полчаса его заключения, когда Сова уселась на ветку и, чтобы его морально поддержать, стала рассказывать ему длиннейшую историю про свою Тетку, которая однажды по ошибке снесла гусиное яйцо, и история эта тянулась и тянулась (совсем как эта фраза), пока Пятачок (который слушал Сову, высунувшись в окно), потеряв надежду на спасение, начал засыпать и, естественно, стал помаленьку вываливаться из окна; но, по счастью, в тот момент, когда он держался только одними копытцами задних ног, Сова громко вскрикнула, изображая ужас своей Тетки и ее крик, когда она (Тетка) обнаружила, что яйцо было действительно гусиное, и Пятачок проснулся и как раз успел юркнуть обратно в окно и сказать: "Ах как интересно! Да что вы говорите!" - словом, вы можете представить себе его радость, когда он увидел славный Корабль "Мудрость Пуха" (Капитан - К.Робин, 1-й помощник - В.-Пух), который плыл ему на выручку, а К. Робин и В. - Пух, в свою оче...

Ну, эта история здесь, по сути дела, кончается, а я так устал от этой последней фразы, что тоже не прочь бы кончить, но никак нельзя не рассказать о том, что было позже.

Потому что позже, когда все высохло, и все ручейки в Лесу стали опять маленькими и хорошенькими, и вода в тихих, сонных лужицах только грезила о великих делах, которые она совершила, Кристофер Робин устроил Торжественный Вечер в честь своего друга Винни-Пуха и в честь Славного Дела, которое он - Винни-Пух - совершил.

Это был чудесный вечер! В Лесу был накрыт длинный-предлинный стол, и на одном Председательском месте - в конце стола - сидел Кристофер Робин, а на другом Председательском месте - в другом конце стола - сидел сам Винни-Пух, а на остальных местах сидели Гости: Пятачок, и Кролик, и Иа, и Кенга, и Ру, и Сова. А кругом, в траве, расположились Родственники и Знакомые Кролика, всех сортов и размеров (начиная с тех, на которых вы иногда нечаянно наступаете, и кончая теми, которые иногда нечаянно залетают вам в глаз), и терпеливо ждали, что кто-нибудь из Гостей заговорит с ними, или что-нибудь уронит, или хотя бы спросит у них, который час.

И, конечно, все-все-все славно угостились, а потом Кристофер Робин произнес Хвалебную речь в честь того, кто совершил Славное Дело: и сказал, что для него - для того, кто это Дело совершил, - приготовлен Большой Подарок.

Но так как он не сказал, кто именно совершил Славное Дело, считая, что все и так его знают, то Иа-Иа вдруг по ошибке принял все Торжество на свой счет, и ослик понял свою ошибку только тогда, когда Подарок (большая, очень красивая коробка) был вручен тому, кто действительно это дело совершил, то есть Винни-Пуху.

Винни-Пух принял Подарок и сказал "спасибо", и все столпились вокруг него, крича наперебой: "Открывай скорей!", "Чего там есть?", "А я знаю, что там!" и так далее.

А когда Винни-Пух открыл коробку (поскорей, но все-таки не разрезав, а развязав ленточку - ведь она всегда вдруг может понадобиться), все так и ахнули, а сам Винни чуть не упал от радости.

Потому что это оказалась Специальная Коробка с чудеснейшим набором карандашей!

Там были карандаши, помеченные "В" - в честь Винни-Пуха, и карандаши, помеченные "НВ" - в честь Неустрашимого Винни, и еще карандаши, помеченные "ВВ" - в честь... в честь Выручательного Винни, потому что ведь это он выручил Пятачка; и еще там была Машинка для точки карандашей, и Красная Резинка, которая очень хорошо стирает все, что вы написали неправильно, и потом Линейка, и Синие Карандаши, и Красные Карандаши, и даже Зеленые и Красно-Синие, совсем как у взрослых.

И все это было для Пуха.

И, по-моему, он все это вполне заслужил.
Глава двенадцатая, в которой Кролик очень занят и мы впервые встречаемся с пятнистым щасвирнусом
Все предвещало, что у Кролика опять будет очень занятой день. Едва успев открыть глаза, Кролик почувствовал, что сегодня все от него зависит и все на него рассчитывают. Это был как раз такой день, когда надо было, скажем, написать письмо (подпись - Кролик), день, когда следовало все проверить, все выяснить, все разъяснить и, наконец, самое главное - что-то организовать.

В такое утро непременно надо было забежать на минутку к Пуху и сказать: "Ну что ж, отлично, тогда я передам Пятачку", а затем к Пятачку и сообщить: "Пух считает... Но лучше я сначала загляну к Сове". Начинался такой, как бы вам сказать, командирский день, когда все говорят: "Да, Кролик", "Хорошо, Кролик", "Будет исполнено, Кролик" и вообще ожидают дальнейших распоряжений. Кролик вышел из дому и, принюхиваясь к теплому весеннему ветру, размышлял о том, с чего начать.

Ближе всех к нему был дом Кенги, а в домике Кенги был Ру, который умел говорить: "Да, Кролик" и "Хорошо, Кролик", пожалуй, лучше всех в Лесу; но, увы, в последнее время там безотлучно находился еще один зверь - непослушный и неугомонный Тигра. А он, как известно, был такой Тигра, который всегда сам лучше вас все знает, и, если вы говорите ему, куда надо идти, он прибегает туда первым, а когда вы туда доберетесь, его и след простыл, и вам даже некому гордо сказать: "Ну вот, мы у цели!"

- Нет, к Кенге не надо, - задумчиво сказал Кролик, подкручивая усики. И, желая окончательно удостовериться в том, что он туда не идет, он повернул налево и побежал прямехонько к дому Кристофера Робина.

"Что ни говори, - твердил Кролик про себя, - Кристофер Робин надеется только на меня. Он, конечно, любит Пуха, и Пятачка, и Иа, я - тоже, но у них у всех в голове опилки. Это ясно. Он уважает Сову, потому что нельзя не уважать того, кто умеет написать слово "суббота", даже если он пишет его неправильно, но правильнописание - это еще не все. Бывают такие дни, когда умение написать слово "суббота" просто не считается. А Кенга слишком занята Крошкой Ру, а Крошка Ру слишком маленький, а Тигра слишком непослушный, так что, когда наступает ответственный момент, надеяться можно только на меня. Я пойду и узнаю, в чем ему нужно помочь, и тогда я ему, конечно, помогу. Сегодня как раз день для таких занятий".

Он весело перескочил на другой берег реки и вскоре оказался в районе, где жили его Родственники и Знакомые; сегодня их было, кажется, еще больше обыкновенного. Кивнув одному-другому Ежу (поздороваться с ними за руку было, понятно, некогда), небрежно бросив "Доброе утро, доброе утро" еще кое-кому и снисходительно приветствовав самых маленьких словами: "Ах, это вы", Кролик махнул им всем лапкой и скрылся. Все это вызвало такое волнение и восхищение среди Родственников и Знакомых, что некоторые представители семейства Козявок, включая Сашку Букашку, немедленно направились в Дремучий Лес и полезли на деревья надеясь, что они успеют забраться на верхушку до того, как это - что бы оно там ни было - случится, и они смогут все как следует увидеть.

Кролик несся по опушке Дремучего Леса, с каждой минутой все больше чувствуя важность своей задачи, и наконец он прибежал к дереву, в котором жил Кристофер Робин.

Он постучал в дверь.

Он раза два окликнул Кристофера Робина. Потом он отошел немного назад и, заслонив лапкой глаза от солнца, еще покричал, глядя на верхушку.

Потом он зашел с другой стороны и опять покричал: "Эй!" и "Слушай!" и "Это Кролик!", но ничего не произошло. Тогда он замолчал и прислушался, и все замолчало и прислушалось вместе с ним, и в освещенном солнцем Лесу стало тихо-тихо, и потом вдруг где-то в невероятной вышине запел жаворонок.

- Обидно, - сказал Кролик, - он ушел.

Он снова повернулся к зеленой двери, просто так для порядка, и обирался уже идти, чувствуя, что утро совершенно испорчено, как вдруг заметил на земле листок бумаги. В листке торчала булавка; очевидно, он упал с двери.

- Ага, - сказал Кролик, снова приходя в хорошее настроение. - Мне опять письмо! Вот что там говорилось:

Ушол щасвирнус

занит щасвирнус

К.Р.

- Ага! - повторил Кролик. - Надо немедленно сообщить остальным.

И он с важным видом двинулся в путь.

Ближе всего отсюда жила Сова, и Кролик направил свои стопы по Дремучему Лесу к дому Совы. Он подошел к двери, позвонил и постучал; потом снова постучал и опять позвонил. Словом, он звонил и стучал, стучал и звонил до тех пор, пока, наконец, наружу не высунулась голова Совы и не сказала:

- Убирайся, я предаюсь размышлениям, - ах, это ты!

Сова всегда так встречала гостей.

- Сова, - сказал Кролик деловито, - у нас с тобой есть мозги. У остальных - опилки. Если в этом Лесу кто-то должен думать, а когда я говорю "думать", я имею в виду думать по-настоящему, то это наше с тобой дело.

- Да, - сказала Сова, - я этим и занималась.

- Прочти вот это.

Сова взяла у Кролика записку Кристофера Робина и посмотрела на нее в некотором замешательстве. Она конечно, умела подписываться - "Сава" и умела написать "Суббота" так, что вы понимали, что это не вторник, и она довольно неплохо умела читать, если только ей не заглядывали через плечо и не спрашивали ежеминутно: "Ну так что же?" Да, она умела, но...

- Ну так что же? - спросил Кролик.

- Да, - сказала Сова очень умным голосом. - Я понимаю, что ты имеешь в виду. Несомненно.

- Ну так что же?

- Совершенно точно, - сказала Сова. - Вот именно. - И после некоторого размышления она добавила: - Если бы ты не зашел ко мне, я должна была бы сама зайти к тебе.

- Почему? - спросил Кролик.

- По этой самой причине, - сказала Сова, надеясь, что наконец она сумеет что-нибудь выяснить.

- Вчера утром, - торжественно произнес Кролик, - я навестил Кристофера Робина. Его не было. К его двери была приколота записка.

- Эта самая записка?

- Другая. Но смысл ее был тот же самый. Все это очень странно.

- Поразительно, - сказала Сова, снова уставившись на записку. На минуту ей, неизвестно почему, показалось, что что-то случилось с носом Кристофера Робина. - Что же ты сделал?

- Ничего.

- Это самое лучшее, - ответила мудрая Сова.

Но она с ужасом ожидала нового вопроса. И он не заставил себя долго ждать.

- Ну так что же? - повторил неумолимый Кролик.

- Конечно, это совершенно неоспоримо, - пробормотала Сова.

С минуту она беспомощно открывала и закрывала рот, не в силах ничего больше придумать. И вдруг ее осенило.

- Скажи мне, Кролик, - сказала она, - что говорилось в первой записке? Только точно. Это очень важно. От этого все зависит. Повтори слово в слово.

- Да то же самое, что и в этой, честное слово! Сова посмотрела на Кролика, борясь с искушением спихнуть его с дерева, но, сообразив, что это всегда успеется, она еще раз попыталась выяснить, о чем же все-таки идет разговор.

- Прошу повторить точный текст, - сказала она, словно не обратив внимания на то, что сказал Кролик.

- Да там было написано: "Ушол щасвирнус". То же самое, что и здесь, только здесь еще добавлено: "Занит щасвирнус".

Сова с облегчением вздохнула.

- Ну вот, - сказала Сова, - вот теперь наше положение стало яснее.

- Да, но каково положение Кристофера Робина? - сказал Кролик. - Где он сейчас? Вот в чем вопрос!

Сова снова поглядела на записку. Конечно, столь образованной особе ничего не стоило прочитать такую записку: "Ушол щасвирнус. Занит щасвирнус". А что тут еще могло быть написано?

- По-моему, дорогой мой Кролик, довольно ясно. что произошло, - сказала она. - Кристофер Робин куда-то ушел с Щасвирнусом. Он и этот... Щасвирнус сейчас чем-то заняты. Ты за последнее время встречал у нас в Лесу каких-нибудь Щасвирнусов?

- М-м-м, - сказал Кролик, - я как раз хотел у тебя узнать. Как они выглядят?

- Ну, - сказала Сова, - пятнистый или травоядный Щасвирнус - это просто... По крайней мере, - сказала она, - он больше всего похож на... Но, конечно, - продолжала она, - это сильно зависит от... Ну... - сказала Сова. - Словом, я плохо представляю себе их внешний вид, - закончила она чистосердечно.

- Большое спасибо, - сказал Кролик.

И он помчался к Винни-Пуху.

Еще издалека он услышал какой-то загадочный шум. Он остановился и прислушался. Производил этот шум Винни-Пух, а шум был вот какой:

Опять ничего не могу я понять.

Опилки мои - в беспорядке.

Везде и повсюду, опять и опять

Меня окружают загадки.

Возьмем это самое слово опять.

Зачем мы его произносим,

Когда мы свободно могли бы сказать

"Ошесть" и "осемь" и "овосемь"?

Молчит этажерка, молчит и тахта -

У них не добьешься ответа,

Зачем это хта - обязательно та.

А жерка, как правило, эта!

"Собака кусается"... Что ж, не беда.

Загадочно то, что собака,

Хотя и кусается, но никогда

Себя не кусает, однако...

О, если бы мог я все это понять.

Опилки пришли бы в порядок!

А то мне - загадочно! - хочется спать

От всех этих Трудных Загадок!

- Здорово, Пух, - сказал Кролик.

- Здравствуй, Кролик, - сказал Пух сонно.

- Это ты сам додумался?

- Да, вроде как сам, - отвечал Пух. - Не то чтобы я умел думать, - продолжал он скромно, - ты ведь сам знаешь, но иногда на меня это находит.

- Угу, - сказал Кролик, который никогда не позволял ничему находить на него, а всегда все находил и хватал сам. - Так вот, дело вот в чем: ты когда-нибудь видал Пятнистого или Травоядного Щасвирнуса у нас в Лесу?

- Нет, - сказал Пух, - нико... Нет. Вот Тигру видел сейчас.

- Он нам ни к чему.

- Да, - сказал Пух, - я и сам так думал.

- А Пятачка ты видел?

- Да, - сказал Пух. - Я думаю, он сейчас тоже ни к чему, - продолжал он сонно.

- Ну, это зависит от того, видел он кого-нибудь или нет.

- Он меня видел, - сказал Пух. Кролик присел было рядом с Пухом на землю, но почувствовав, что это умаляет его достоинство, снова встал и сказал:

- Если сформулировать нашу задачу, то ее можно изложить так: "Что Кристофер Робин делает теперь по утрам?"

- Что он делает?

- Да, да. Можешь ты мне рассказать, что он делает по утрам в последнее время? Требуются свидетельства очевидца за последние несколько дней.

- Да, - сказал Пух, - мы вчера с ним вместе завтракали. Возле Шести Сосен. Я сделал такую маленькую корзиночку, просто небольшую, но подходящую корзиночку, такую порядочную, солидную корзиночку, полную...

- Да, да, - сказал Кролик, - все понятно. Но имею в виду более позднее время. Ты видел его когда-нибудь от одиннадцати до двенадцати часов дня?

- Ну, - сказал Пух, - в одиннадцать часов... одиннадцать часов, понимаешь, я обычно захожу домой. У меня в это время там кое-какие дела.

- А в четверть двенадцатого?

- Ну... - начал Пух.

- В полдвенадцатого?

- Да, - сказал Пух. - В полдвенадцатого или немножко попозже я обычно вижусь с ним.

И тут, задумавшись об этом, Пух вдруг вспомнил, что он действительно давно не видел Кристофера Робина в это время. После обеда - да, вечером - да, перед завтраком - да, сразу после завтрака - да, а потом, действительно: "Ну, Пух, скоро увидимся", и Кристофер Робин исчезает на все утро.

- Вот то-то и оно, - сказал Кролик. - Куда?

- Ну, может быть, он ищет что-нибудь?

- Что? - спросил Кролик.

- Я как раз собирался это сказать, - сказал Пух. Потом он добавил: - Ну, может быть, он ищет этого... этого...

- Пятнистого или Травоядного Щасвирнуса?

- Да, - сказал Пух, - одного из них. Если он не на месте.

Кролик строго посмотрел на Винни-Пуха.

- Кажется, толку от тебя немного, - сказал он.

- Нет, - сказал Пух. - Но я стараюсь, - добавил он смиренно.

Кролик поблагодарил его за старание и сказал, что он должен навестить Иа, и Пух, если хочет, может пойти с ним. Но Пух, который чувствовал, что на него находит новый куплет Шумелки, сказал, что он подождет Пятачка.

- Всего хорошего, Кролик.

И Кролик ушел.

Но случилось так, что первым встретил Пятачка как раз Кролик. Пятачок встал в этот день очень-очень рано и решил нарвать себе букетик фиалок, и, когда он нарвал букет и поставил его в вазу посреди своего дома, ему внезапно пришло в голову, что никто ни разу в жизни не нарвал букета фиалок для Иа. И чем больше он думал об этом, тем более он чувствовал, как грустно быть ослом, которому никто никогда в жизни даже не нарвал букета фиалок. И он снова помчался на лужайку, повторяя про себя: "Иа, фиалки", а потом: "Фиалки, Иа-Иа", чтобы не забыть.

Пятачок нарвал большой букет и побежал рысцой к тому месту, где обычно пасся Иа, по дороге нюхая фиалки и чувствуя себя необыкновенно счастливым.

- Здравствуй, Иа, - начал Пятачок немного нерешительно, потому что Иа был чем-то занят.

Иа поднял ногу и помахал Пятачку, чтобы уходил.

- Завтра, - сказал Иа, - или послезавтра.

Пятачок подошел поближе посмотреть, в чем дело. Перед Иа на земле лежали три палочки, на которые он внимательно смотрел. Две палочки соприкасались концами, а третья палочка лежала поперек них. Пятачок подумал, что, наверно, это какая-нибудь Западня.

- Ой, Иа, - снова начал он, - я как раз...

- Это маленький Пятачок? - сказал Иа, не отрывая взора от своих палочек.

- Да, Иа, и я...

- Ты знаешь, что это такое?

- Нет, - сказал Пятачок.

- Это "А".

- О! О! - сказал Пятачок.

- Какое "О"? Это "А"! - строго сказал Иа. - Ты что, не слышишь? Или ты думаешь, что ты образованнее Кристофера Робина?

- Да, - сказал Пятачок. - Нет, - быстренько поправился он и подошел еще поближе.

- Кристофер Робин сказал, что это "А", - значит это и будет "А". Во всяком случае, пока кто-нибудь на него не наступит, - добавил Иа сурово.

Пятачок поспешно отскочил назад и понюхал свои фиалки.

- А ты знаешь, что означает "А", маленький Пятачок?

- Нет, Иа, не знаю.

- Оно означает Учение, оно означает Образование, Науки и тому подобные вещи, о которых ни Пух, ни ты не имеете понятия. Вот что означает А.

- О! - снова сказал Пятачок. - Я хотел сказать "Да ну?" - поспешно пояснил он.

- Слушай меня, маленький Пятачок. В этом Лесу толчется масса всякого народа, и все они говорят: "Ну Иа - это всего лишь Иа, он не считается". Они разгуливают тут взад и вперед и говорят: "Ха-ха!" а что они знают про букву "А"? Ничего. Для них это просто три палочки. Но для Образованных, заметь себе это, маленький Пятачок, для Образованных - я не говорю о Пухах и Пятачках - это знаменитая и могучая буква "А". Да, это тебе не такая вещь, - добавил он, - про которую каждый знает, чем это пахнет!

Пятачок смущенно спрятал за спину фиалки и оглянулся в поисках помощи.

- А вот и Кролик, - сказал он радостно. - Здравствуй, Кролик.

Кролик с важным видом подошел поближе, кивнул Пятачку и сказал: "Привет, Иа", тоном, ясно говорившим, что спустя не более двух минут он скажет: "Всего хорошего".

- Иа, у меня к тебе только один вопрос. Что это делает Кристофер Робин в последнее время по утрам?

- Что я сейчас вижу перед собой? - сказал Иа, не поднимая глаз.

- Три палочки, - не задумываясь, ответил Кролик.

- Вот видишь? - сказал Иа Пятачку. Потом он повернулся к Кролику. - Теперь я отвечу на твой вопрос, - торжественно сказал он.

- Спасибо, - сказал Кролик.

- Что делает Кристофер Робин по утрам? Он учится. Он получает образование. Он обалдевает - по-моему, он употребил именно это слово, но, может быть, я и заблуждаюсь, - он обалдевает знаниями. В меру своих скромных сил я также - если я правильно усвоил это слово - обал... делаю то же, что и он. Вот это, например, буква...

- Буква "А", - сказал Кролик, - но не очень удачная. Ну ладно, я должен идти и сообщить остальным.

Иа посмотрел на свои палочки, а потом на Пятачка.

- Как сказал Кролик? Что это такое? - спросил он.

- "А", - сказал Пятачок.

- Это ты ему сказал?

- Нет, Иа, я не говорил. Я думаю, он сам знает.

- Он знает? Ты хочешь сказать, что какой-то Кролик знает букву "А"?

- Да, Иа. Он очень умный, Кролик-то.

- Умный! - сказал Иа с презрением, изо всех сил наступив копытом на свои три палочки.

- Образование! - с горечью сказал Иа, прыгая на своих палочках (их стало уже шесть).

- Что такое наука? - спросил Иа, лягая палочки (их было уже двенадцать), так что они взлетели в воздух. - Какой-то Кролик все это знает. Ха!

- Я думаю... - начал Пятачок робко.

- Не надо! - сказал Иа-Иа.

- Я думаю, фиалки довольно милые, - сказал Пятачок. Он положил перед Иа свой букет и умчался.

На следующее утро записка на двери Кристофера Робина гласила:

Я ушел

сейчас вернусь

К.Р.

Вот почему все обитатели Леса - за исключением, конечно, Пятнистого или Травоядного Щасвирнуса - отныне знают, чем Кристофер Робин занимается по утрам.
Винни-Пух забрел в Дремучий Лес и остановился перед домом Совы. Теперь он был совершенно не похож на дом. Теперь он выглядел просто как поваленное дерево; а когда дом начинает так выглядеть значит, хозяину пришло время попытаться переменить адрес.

Сегодня утром Пух обнаружил у себя под дверью Таинственное Спаслание, которое гласило:

Я ищу новый адриск для

Совы ты тоже Кролик

И, пока он раздумывал, что бы это такое могло значить, пришел Кролик и прочел ему вслух.

- Я и для остальных приготовил такое письмо, - сказал Кролик. - Растолкую им, о чем речь, и все они тоже будут искать новый адриск, то есть дом для Совы. Извини, очень спешу, всего хорошего!

И он убежал.

Пух не спеша поплелся за ним. У него было дело посерьезнее, чем поиски нового дома для Совы; ему нужно было сочинить Хвалебную Песню - Кричалку - про ее прежний дом.

Ведь он обещал это Пятачку много-много дней назад, и с тех пор, когда бы они с Пятачком ни встречались, Пятачок, правда, ничего не говорил, но было сразу понятно, о чем он не говорит; и если кто-нибудь упоминал Песни (Кричалки), или Деревья или Веревки, или Ночные Бури, Пятачок сразу весь розовел, начиная с кончика носа, и поспешно заговаривал о чем-нибудь совсем другом.

"Но это не так-то легко, - сказал Винни-Пух про себя, продолжая глядеть на то, что было некогда Домом Совы. - Ведь Поэзия, Кричалки - это не такие вещи, которые вы находите, когда хотите, это вещи, которые находят на вас; и все, что вы можете сделать, - это пойти туда, где они могут вас найти".

И Винни-Пух терпеливо ждал...

- Ну, - сказал он после долгого молчания, - я могу, пожалуй, начать: "Вот здесь лежит большущий ствол", потому что ведь он же тут лежит, и посмотрю, что выйдет. Вышло вот что:

Вот здесь лежит большущий ствол,

А он стоял вверх головой,

И в нем Медведь беседу вел

С его хозяйкою (Совой).

Тогда не знал никто-никто,

Что вдруг случится ужас что!

Увы! Свирепый Ураган

Взревел - и повалил Каштан!

Друзья мои! В тот страшный час

Никто-никто бы нас не спас.

Никто бы нам бы не помог,

Когда б не Храбрый Пятачок!

- Смелей! - он громко произнес. -

Друзья, скорей найдите трос

(Допустим, толстенький шпагат,

А лучше - тоненький канат).

И знайте: пусть грозит Беда,

Для Смелых выход есть всегда!

И вот герой вознесся ввысь,

Туда, туда, где брезжил свет, -

Сквозь щель Для Писем и Газет!

Хоть все от ужаса тряслись

И говорили "Ох" и "Ах", -

Герою был неведом страх!

О Храбрый, ХРАБРЫЙ ПЯТАЧОК!

Дрожал ли он? О нет! О нет!

Нет, он взлетел под потолок

И влез в "Для писем и газет".

Он долго лез, но он пролез

И смело устремился в Лес!

Да, он, как молния, мелькнул,

Крича: - Спасите! Караул!

Сова и Пух в плену. Беда!

На помощь! Все-Все-Все сюда! -

И Все-Все-Все (кто бегать мог)

Помчались, не жалея ног!

И вскоре Все-Все-Все пришли

(Не просто, а на помощь к нам),

И выход тут же мы нашли

(Вернее, он нашелся сам).

Так славься, славься на века

Великий Подвиг Пятачка!

- Вот, значит, как, - сказал Пух, пропев все это трижды. - Вышло не то, чего я ожидал, но что-то вышло. Теперь надо пойти и спеть все это Пятачку.

"Я ищу новый адриск для Совы ты тоже Кролик".

- Что все это значит? - спросил Иа.

Кролик объяснил.

- А в чем дело с ее старым домом?

Кролик объяснил.

- Мне никогда ничего не рассказывают, - сказал Иа. - Никто меня не информирует. В будущую пятницу, по моим подсчетам, исполнится семнадцать дней с тех пор, как со мной в последний раз говорили.

- Ну, семнадцать - это ты преувеличиваешь...

- В будущую пятницу, - пояснил Иа.

- А сегодня суббота, - сказал Кролик, - значит, всего одиннадцать дней. И, кроме того, я лично был тут неделю назад.

- Но беседа не состоялась, - сказал Иа. - Не было обмена мнениями. Ты сказал "Здорово!" и промчался дальше. Пока я обдумывал свою реплику, твой хвост мелькнул шагов за сто отсюда на холме. Я хотел было сказать: "Что? Что?" - но понял, конечно, что уже поздно.

- Ну, я очень спешил.

- Должен говорить сперва один, потом другой, - продолжал Иа. - По порядку. Иначе это нельзя считать беседой. "Здорово!" - "Что, что?" На мой взгляд, такой обмен репликами ничего не дает. Особенно если когда приходит ваша очередь говорить, вы видите только хвост собеседника. И то еле-еле.

- Ты сам виноват, Иа. Ты же никогда ни к кому из нас не приходишь. Сидишь как сыч в своем углу и ждешь, чтобы все остальные пришли к тебе. А почему тебе самому к нам не зайти?

Иа задумался.

- В твоих словах, Кролик, пожалуй, что-то есть, - сказал он наконец. - Я действительно пренебрегал законами общежития. Я должен больше вращаться. Я должен отвечать на визиты.

- Правильно, Иа. Заходи к любому из нас в любое время, когда тебе захочется.

- Спасибо, Кролик. А если кто-нибудь скажет Громким Голосом: "Опять Иа притащился!" - то ведь я могу и выйти.

Кролик нетерпеливо переминался с ноги на ногу.

- Ну ладно, - сказал он, - мне пора идти. Я порядком занят сегодня.

- Всего хорошего, - сказал Иа.

- Как? А, всего хорошего! И если ты случайно набредешь на хороший дом для Совы, ты нам сообщи обязательно.

- Обещаю, - сказал Иа.

И Кролик ушел.

Пух разыскал Пятачка, и они вдвоем побрели снова в Дремучий Лес.

- Пятачок, - застенчиво сказал Пух, после того как они долго шли молча.

- Да, Пух!

- Ты помнишь, я говорил - надо сочинить Хвалебную Песню (Кричалку) насчет Ты Знаешь Чего.

- Правда, Пух? - спросил Пятачок, и носик его порозовел. - Ой, неужели ты правда сочинил?

- Она готова, Пятачок.

Розовая краска медленно стала заливать ушки Пятачка.

- Правда, Пух? - хрипло спросил он. - Про... про... тот случай, когда?... Она правда готова?

- Да, Пятачок.

Кончики ушей Пятачка запылали; он попытался что-то сказать, но даже после того, как он раза два прокашлялся, ничего не вышло. Тогда Пух продолжал:

- В ней семь строф.

- Семь? - переспросил Пятачок, стараясь говорить как можно небрежнее. - Ты ведь не часто сочиняешь Кричалки в целых семь строф, правда, Пух?

- Никогда, - сказал Пух. - Я думаю, что такого случая никогда не было.

- А Все-Все-Все уже слышали ее? - спросил Пятачок, на минуту остановившись лишь затем, чтобы поднять палочку и закинуть ее подальше.

- Нет, - сказал Пух. - Я не знаю, как тебе будет приятнее: если я спою ее сейчас, или если мы подождем, пока встретим Всех-Всех-Всех, и тогда споем ее. Всем сразу.

Пятачок немного подумал.

- Я думаю, мне было бы всего приятнее, Пух, если бы ты спел ее мне сейчас... а потом спел ее Всем-Всем-Всем, потому что тогда они ее услышат, а я скажу: "Да, да, Пух мне говорил", и сделаю вид, как будто я не слушаю.

И Пух спел ему Хвалебную Песню (Кричалку) - все семь строф. Пятачок ничего не говорил - он только стоял и краснел. Ведь никогда еще никто не пел Пятачку, чтобы он "Славился, славился на века!". Когда песня кончилась, ему очень захотелось попросить спеть одну строфу еще раз, но он постеснялся. Это была та самая строфа, которая начиналась словами: "О Храбрый, Храбрый Пятачок". Пятачок чувствовал, что начало этой строфы особенно удалось!

- Неужели я правда все это сделал? - сказал он наконец.

- Видишь ли, - сказал Пух, - в поэзии - в стихах... Словом, ты сделал это, Пятачок, потому что стихи говорят, что ты это сделал. Так считается.

- Ой! - сказал Пятачок. - Ведь я... мне кажется, я немножко дрожал. Конечно, только сначала. А тут говорится: "Дрожал ли он? О нет, о нет!" Вот почему я спросил.

- Ты дрожал про себя, - сказал Пух. - А для такого Маленького Существа это, пожалуй, даже храбрее, чем совсем не дрожать.

Пятачок вздохнул от счастья. Так, значит, он был храбрым!

Подойдя к бывшему дому Совы, они застали там Всех-Всех-Всех, за исключением Иа. Кристофер Робин всем объяснял, что делать, и Кролик объяснял всем то же самое, на тот случай, если они не расслышали, и потом они все делали это. Они где-то раздобыли канат и вытаскивали стулья и картины, и всякие вещи из прежнего дома Совы, чтобы все было готово для переезда в новый дом. Кенга связывала узлы и покрикивала на Сову: "Я думаю, тебе не нужна эта старая грязная посудная тряпка. Правда? И половик тоже не годится, он весь дырявый", на что Сова с негодованием отвечала: "Конечно, он годится - надо только правильно расставить мебель! А это совсем не посудное полотенце, а моя шаль!"

Крошка Ру поминутно то исчезал в доме, то появлялся оттуда верхом на очередном предмете, который поднимали канатом, что несколько нервировало Кенгу, потому что она не могла за ним как следует присматривать. Она даже накричала на Сову, заявив, что ее дом - это просто позор, там такая грязища, удивительно, что он не опрокинулся раньше! Вы только посмотрите, как зарос этот угол, просто ужас! Там поганки! Сова удивилась и посмотрела, а потом саркастически засмеялась и объяснила, что это ее губка и что если уж не могут отличить самую обычную губку от поганок, то в хорошие времена мы живем!

- Ну и ну, - сказала Кенга.

А Крошка Ру быстро вскочил в дом, пища:

- Мне нужно, нужно посмотреть на губку Совы! Ах, вот она! Ой, Сова, Сова, это не губка, а клякса! Ты знаешь, что такое клякса, Сова? Это когда твоя губка вся раскляк...

И Кенга сказала (очень поспешно): "Ру, милый!" - потому что не полагается так разговаривать с тем, кто умеет написать слово "суббота".

Но все очень обрадовались, когда пришли Пух и Пятачок, и прекратили работу, чтобы немного отдохнуть и послушать новую Кричалку (Хвалебную Песню) Пуха. И вот, когда Все-Все-Все сказали, какая это хорошая Хвалебная Песня (Кричалка), Пятачок небрежно спросил:

- Правда, хорошенькая песенка?

- Ну, а где же новый дом? - спросил Пух. - Ты нашла его, Сова?

- Она нашла название для него, - сказал Кристофер Робин, лениво пожевывая травинку. - Так что теперь ей не хватает только дома.

- Я назову его вот как, - важно сказала Сова и показала им то, над чем она трудилась: квадратную дощечку, на которой было намалевано:

САВЕШНИК

Как раз в этот захватывающий момент кто-то выскочил из Чащи и налетел на Сову. Доска упала на землю, и к ней кинулись Пятачок и Ру.

- Ах, это ты, - сказала Сова сердито.

- Здравствуй, Иа. - сказал Кролик. - Наконец-то. Где же ты был?

Иа не обратил на них внимания.

- Доброе утро, Кристофер Робин, - сказал он толкнув Ру и Пятачка и усаживаясь на "Савешник". - Мы одни?

- Да, - сказал Кристофер Робин, слегка улыбаясь.

- Мне сказали - крылатая весть долетела и до моего уголка Леса - сырая лощина, которая никому не нужна, - что Некая Особа ищет дом. Я нашел для нее дом.

- Молодец! - великодушно сказал Кролик.

Иа посмотрел на него через плечо и снова обратился к Кристоферу Робину.

- Между нами что-то такое было, - продолжал он громким шепотом, - но неважно. Забудем старые обиды и похищенные хвосты. Словом, если хочешь Кристофер Робин, иди со мной, и я покажу тебе дом.

Кристофер Робин вскочил на ноги.

- Идем, Пух! - сказал он.

- Идем, Тигра! - крикнул Крошка Ру.

- Может быть, и мы пойдем, Сова? - сказал Кролик.

- Минутку, - сказала Сова, подымая свою адресную дощечку, которая как раз освободилась.

Иа отрицательно помахал им передней ногой.

- Мы с Кристофером Робином отправляемся на прогулку, - сказал он. - На прогулку, а не на толкучку! Если он хочет взять с собой Пуха и Пятачка я буду рад их обществу; но надо, чтобы мы могли Дышать.

- Ну что ж, отлично, - сказал Кролик, сообразив что ему наконец-то представился случай как следует покомандовать.

- А мы продолжим выгрузку. За дело, друзья! Эй, Тигра, где канат? - Что там такое, Сова?

Сова, только что обнаружившая, что ее новый адрес превратился из "Савешника" в "кляксу", наподобие губки, строго кашлянула в сторону Иа, но ничего не сказала, и Ослик, унося на себе значительную часть "Савешника", побрел вслед за своими друзьями.

И вскоре все они подходили к дому, который нашел Иа, но еще до того, как он показался, Пятачок стал подталкивать локтем Пуха, а Пух - Пятачка; они толкались и говорили друг другу: "Это он". - "Не может быть". - "Да я тебе говорю, это он!"

А когда они пришли, это был действительно он.

- Вот! - гордо произнес Иа, останавливаясь перед домом Пятачка. - И дом, и табличка с надписью, и все прочее!

- Ой, ой, ой! - крикнул Кристофер Робин, не зная, что ему делать - смеяться или плакать.

- Самый подходящий дом для Совы. Как ты считаешь, маленький Пятачок? - спросил Иа.

И тут Пятачок совершил Благородный Поступок. Он совершил его как бы в полусне, вспоминая обо всех тех чудесных словах, которые спел про него Пух.

- Да, это самый подходящий дом для Совы, - сказал он великодушно. - Я надеюсь, что она будет в нем очень счастлива. - И он два раза проглотил слюнки, потому что ведь и он сам был в нем очень счастлив.

- Что ты думаешь, Кристофер Робин? - спросил Иа не без тревоги в голосе, чувствуя, что тут что-то не так.

Кристоферу Робину нужно было задать один вопрос, и он не знал, как его задать.

- Ну, - сказал он наконец, - это очень хороший дом, и ведь если твой дом повалило ветром, ты должен куда-нибудь переехать. Правда, Пятачок? Что бы ты сделал, если бы твой дом разрушил ветер?

Прежде чем Пятачок успел сообразить, что ответить, вместо него ответил Винни-Пух.

- Он бы перешел ко мне и жил бы со мной, - сказал Пух. - Правда же, Пятачок?

Пятачок пожал его лапу.

- Спасибо, Пух, - сказал он. - С большой радостью.
Крысы в стенах

16 июля 1923 года, после окончания восстановительных работ, я переехал в Эксхэм Праэри. Реставрация была грандиозным делом, так как от давно пустовавшего здания остались только полуразрушенные стены и провалившиеся перекрытия. Однако этот замок был колыбелью моих предков, и я не считался с расходами. Никто не жил здесь со времени ужасной и почти необъяснимой трагедии, происшедшей с семьей Джеймса Первого, когда погибли сам хозяин, его пятеро детей и несколько слуг. Единственный оставшийся в живых член семьи, третий сын барона, мой непосредственный предок, вынужден был покинуть дом, спасаясь от страха и подозрений.

После того, как третий сын барона был объявлен убийцей, поместье было конфисковано короной. Он не пытался оправдаться или вернуть свою собственность. Объятый страхом, большим, чем могут пробудить угрызения совести и закон, он горел одним желанием - никогда больше не видеть древнего замка. Так Уолтер де ла Поэр, одиннадцатый барон Эксхэм, бежал в Виргинию. Там он стал родоначальником семейства, которое к началу следующего столетия было известно под фамилией Делапоэр.

Эксхэм Праэри оставалось необитаемым, затем было присоединено к землям семьи Норрис. Здание пользовалось вниманием ученых, исследовавших его сложную архитектуру: готические башни на сакском или романском основании, с еще более древним фундаментом, друидической или подлинной кимбрской кладки. Фундамент был очень своеобразным, и с одной стороны он вплотную примыкал к высокой известняковой скале, с края которой бывший монастырь смотрел в пустынную долину, в трех милях к западу от деревни Анкестер.

Насколько этот памятник ушедших столетий притягивал к себе архитекторов и археологов, настолько ненавидели его местные жители. Ненависть зародилась еще в те времена, когда здесь жили мои предки, и не остыла до сих пор, хотя здание уже окончательно обветшало и поросло мхом. Я и дня не успел побыть в Анкестере, как услышал, что происхожу из проклятого дома. А на этой неделе рабочие взорвали Эксхэм Праэри и сейчас сравнивают с землей развалины. Я всегда неплохо представлял себе генеалогическое древо нашей семьи, известен мне и тот факт, что мой американский предок уехал в колонии при весьма странных обстоятельствах. Однако с деталями я не был знаком, так как в семье сложилась традиция умолчания о прошлом, В отличие от наших соседей-плантаторов, мы не хвастались предками крестоносцами, героями средних веков или эпохи Возрождения. Все исторические бумаги семьи содержались в запечатанном конверте, который до Гражданской войны передавался отцом старшему сыну с наказом вскрыть после его смерти. Основания для гордости были добыты нашей семьей уже в самой Америке и виргинские Делапоэры всегда уважались в обществе, хотя слыли несколько замкнутыми и необщительными.

Во время войны наше благополучие пошатнулось, был сожжен Карфакс, наш дом на берегу реки Джеймс. Во время того безумного погрома погиб мой престарелый дед, а вместе с ним пропал и конверт, хранящий наше прошлое. Мне тогда было семь лет, но я хорошо помню тот день - выкрики солдат-федералистов, визг женщин, стенания и молитвы негров. Мой отец в это время был в армии, оборонявшей Ричмонд, и после многочисленных формальностей нас с матерью отправили через линию фронта к нему.

После войны мы все переехали на Север, откуда была родом моя мать. Я прожил там до старости и стал настоящим янки. Ни я, ни мой отец не знали о содержимом семейного конверта; я втянулся в массачусетский бизнес и потерял всякий интерес к тайнам, несомненно, присутствовавшим в истории нашей семьи. Если бы я только подозревал, с чем они связаны, с какой радостью бросил бы я Эксхэм Праэри, и лучше бы он остался летучим мышам с пауками и зарос мхом.

В 1904 году умер мой отец, не оставив никакого послания ни мне, ни моему единственному сыну, Альфреду, которого я воспитывал сам, без его матери. Именно этот мальчик изменил порядок передачи семейных традиций. Я мог поведать ему лишь несерьезные догадки о нашей истории, но во время войны, когда он стал офицером авиации и служил в Англии, он написал мне о некоторых интересных легендах, касающихся нашей семьи. Очевидно, у Делапоэров было яркое и несколько зловещее прошлое, о котором мой сын узнал из рассказов своего друга Эдварда Норриса, капитана авиационного полка Его Величества, чьи владения находились возле нашего фамильного замка, в деревне Анкестер. Поверья местных крестьян были столь колоритны и невероятны, что по ним можно было писать романы. Конечно, сам Норрис не воспринимал их всерьез, но они заинтересовали моего сына, и он описал их мне. Именно эти легенды пробудили во мне интерес к нашим заокеанским корням, и я решил приобрести и реставрировать живописный старинный замок, который капитан Норрис показал Альфреду и предложил выкупить у его дяди, тогдашнего владельца, за очень незначительную сумму.

В 1918 году я купил Эксхэм Праэри, но планы по его реставрации мне пришлось отложить, так как мой сын вернулся с войны инвалидом. Те два года, которые он прожил, я был настолько поглощен заботами о его здоровье, что даже передал партнерам ведение своих дел.

В 1921 году я остался один, без цели, без дела, на пороге старости и решил занять оставшиеся годы восстановлением приобретенного дома. В декабре я ездил в Анкестер и познакомился с капитаном Норрисом, приятным, полным молодым человеком, который был высокого мнения о моем сыне. Он помогал мне собирать предания и планы для восстановительных работ. Сам Эксхэм Праэри не произвел на меня особого впечатления - стоящее на краю пропасти скопище древних руин, покрытых лишайниками и грачиными гнездами, башни с голыми стенами, без полов и какой-либо отделки внутри.

Но постепенно передо мной вырисовывался образ величественного здания, где жили мои предки триста лет назад. Я начал нанимать рабочих для реставрации и тут столкнулся с давним страхом и ненавистью крестьян Анкестера. Эти настроения касались как самого замка, так и всей древней семьи, и были так сильны, что передавались даже рабочим, нанятым на стороне, и они разбегались.

Сын рассказывал мне, что когда он был в Анкестере, его избегали только за то, что он - де ла Поэр. Теперь я почувствовал нечто подобное на себе и долго убеждал крестьян, что почти ничем не связан с моими предками. Даже после этого продолжали они недолюбливать меня, и собирать их легенды я мог только через Норриса. Похоже, люди не могли мне простить, - что я собираюсь восстановить ненавистный замок, который они воспринимали как логово злых духов и оборотней.

Анализируя собранные Норрисом предания и отчеты ученых, я пришел к выводу, что Эксхэм Праэри стоял на месте очень древнего храма друидической или додруидической эпохи. Мало кто сомневался, что здесь совершались самые жуткие обряды, которые, вероятно, потом влились в культ Кибелы, занесенный римлянами. По сохранившимся на подземной кладке надписям можно было прочитать: "БОЖ... ВЕЛИК... МАТЕ... ТВОРЕ...", что свидетельствовало о культе Великой Матери, следовать которому безуспешно пытались запретить римским гражданам. Как свидетельствуют раскопки, Анкестер был лагерем третьего августианского легиона. Там храм Кибелы процветал и был всегда полон почитателей, исполнявших бесчисленные обряды под руководством фригийского жреца. Легенда гласит, что крах старой религии не остановил оргии в замке, а жрецы перешли в новую веру, не изменив своего образа жизни. Тайные церемонии не прекратились и после падения римского владычества, некоторые из саксов восстановили разрушенный храм и, основав там центр некоего культа, которого боялись во всех англосакских государствах, придали ему сохранившийся доныне облик. Около 1000 года н. э. Эксхэм Праэри упоминается в летописи как замок, окруженный огромным, неогороженным, так как народ боялся туда ходить, садом, принадлежащий таинственному и могущественному монашескому ордену. Замок не был разрушен викингами, но после норманнского завоевания он, должно быть, пришел в упадок. Как бы то ни было, в 1261 году Генрих Третий даровал замок моему предку Гилберту де ла Поэру, первому барону Эксхэмскому.

До той поры репутация нашего рода была чиста, но потом что-то случилось. В летописи 1307 года упомянут один де ла Поэр, "проклятый богом", а в народных преданиях замок, построенный на месте языческого капища, стал слыть зловещим и страшным местом. Эти предания вызывали суеверный страх, усиливающийся под гнетом множества недомолвок и мрачных намеков. Они представляют моих предков порождением демонов, среди которых маркиз де Сад и Жиль де Ретц показались бы невинными детишками, и приписывают им вину за случавшиеся на протяжении нескольких поколений исчезновения людей.

Самыми отрицательными персонажами легенд были, несомненно, сами бароны и их прямые наследники. Если же какой владелец замка имел добропорядочный нрав, он неизменно умирал быстрой, необъяснимой смертью, и его сменял новый злодей. Казалось, у баронов Эксхэм был свой внутрифамильный темный культ, открытый даже не для всех членов семьи и руководимый старшим в роду. Строился он, по всей видимости, не столько на кровном родстве, сколько на общности наклонностей, ибо к нему принадлежали и люди, вошедшие в семью со стороны. Например, леди Маргарет Тревор, жене Годфри, второго сына пятого барона Эксхэма, приписывали тайные убийства детей по всей округе, и зловещие истории о женщине-демоне до сих пор рассказывают в приграничных с Уэльсом районах. Упоминается в балладах, хотя и по другому поводу, ужасная история леди Мэри де ла Поэр, вышедшей замуж за герцога Шрусфильда и вскоре после свадьбы убитой им и его матерью. Священник, которому они поведали тайную причину содеянного, благословил убийц и отпустил им грехи.
Я пишу в состоянии сильного душевного напряжения, поскольку сегодня ночью намереваюсь уйти в небытие. Я нищ, а снадобье, единственно благодаря которому течение моей жизни остается более или менее переносимым, уже на исходе, и я больше не могу терпеть эту пытку. Поэтому мне ничего не остается, кроме как выброситься вниз на грязную улицу из чердачного окна. Не думайте, что я слабовольный человек или дегенерат, коль скоро нахожусь в рабской зависимости от морфия. Когда вы прочтете эти написанные торопливой рукой страницы, вы сможете представить себе хотя вам не понять этого до конца, как я дошел до состояния, в котором смерть или забытье считаю лучшим для себя исходом.

Случилось так, что пакетбот, на котором я служил в качестве суперкарго, подвергся нападению немецкого рейдера в одной из наиболее пустынных и наименее посещаемых кораблями частей Тихого океана. Большая война в то время только начиналась, и океанская флотилия гуннов еще не погрязла окончательно в своих пороках, как это случилось немного погодя. Итак, наше судно стало законным военным трофеем, а с нами, членами экипажа, обращались со всей обходительностью и предупредительностью, как и подобает обращаться с захваченными в плен моряками. Наши враги охраняли нас не очень-то тщательно, благодаря чему уже на шестой со времени нашего пленения день мне удалось бежать на маленькой лодке, имея на борту запас воды и пищи, достаточный для того, чтобы выдержать довольно длительное путешествие.

Обретя наконец-то долгожданную свободу и бездумно положившись на волю волн, я имел весьма смутное представление о том, где нахожусь. Не будучи опытным навигатором, я смог только очень приблизительно определить по положению солнца и звезд, что нахожусь где-то южнее экватора. О долготе я не имел ни малейшего представления; тщетной оказалась и надежда на то, что вскоре удастся увидеть полоску берега или какой-нибудь островок. Стояла хорошая погода и в течение бессчетного количества дней я дрейфовал под палящим солнцем, ожидая, что появится какой-нибудь корабль или течение выбросит меня на берег обитаемой земли. Однако ни корабль, ни земля так и не появились, и постепенно меня охватило отчаяние от сознания своего полного одиночества посреди вздымающейся синей громады нескончаемого океана.

Изменения произошли во время сна. Я не могу припомнить в деталях, как все случилось, поскольку сон мой, будучи беспокойным и насыщенным различными видениями, оказался тем не менее довольно продолжительным. Проснувшись же, я обнаружил, что меня наполовину засосало в слизистую гладь отвратительной черной трясины, которая однообразными волнистостями простиралась вокруг меня настолько далеко, насколько хватало взора. Моя лодка лежала на поверхности этой трясины неподалеку от меня.

Хотя легче всего представить, что первым моим чувством было изумление от такой неожиданной и чудовищной трансформации пейзажа, на самом деле я скорее испугался, чем изумился, ибо воздух и гниющая почва произвели на меня столь жуткое впечатление, что я весь похолодел внутри. Почва издавала мерзкий запах, исходящий от скелетов гниющих рыб и других, с трудом поддающихся описанию объектов, которые, как я заметил, торчали из отвратительной грязи, образующей эту нескончаемую равнину. Скорее всего мне не удастся в простых словах передать картину этого неописуемого по своей мерзости пейзажа, который окружал меня со всех сторон. Я не слышал ни звука, не видел ничего, кроме необозримого пространства черной трясины, а сама абсолютность тишины и однородность ландшафта подавляли меня, вызывая поднимающийся к горлу ужас.

Солнце сияло с небес, которые показались мне почти черными в своей безоблачной наготе; казалось, они отражали это чернильное болото у меня под ногами. Когда я влез в лежащую на поверхности трясины лодку и немного пораскинул мозгами, я решил, что ситуации, в которой я оказался, может найтись только одно объяснение. Вследствие подводного извержения вулкана невиданной силы часть океанского дна оказалась выброшенной на поверхность, причем наверх были вынесены слои, которые в течение многих миллионов лет лежали скрытыми под необозримой толщей воды. Протяженность новой земли, поднявшейся подо мной была столь велика, что, как я ни напрягал свой слух, я не мог уловить ни малейшего шума океанской волны. Не было видно и никаких морских птиц, которые обычно в таких случаях слетаются в поисках добычи, каковую представляют из себя мертвые морские организмы.

В течение нескольких часов я сидел, предаваясь размышлениям, в лодке, которая лежала на боку и давала мне небольшую тень, в то время как солнце перемещалось по небу. На закате дня почва стала менее вязкой, и мне показалось, что она достаточно подсохла для того, чтобы в скором времени по ней можно было пройти пешком. В ту ночь я спал, но очень немного, а на следующий день занимался упаковкой вьюка с водой и пищей, готовясь к поискам исчезнувшего моря и возможного спасения.

На третье утро я обнаружил, что почва стала уже настолько сухой, что по ней можно было шагать без всяких усилий. Запах гниющей рыбы сводил с ума, но я был слишком озабочен более серьезными вещами, чтобы обращать внимание на такие незначительные неудобства, и бесстрашно продвигался к неведомой цели. Весь день я уверенно шел на запад, сверяя курс по отдаленному холму, вздымавшемуся посреди этой черной пустыни. В ту ночь я сделал привал под открытым небом, а наутро продолжил свое продвижение к холму, хотя моя цель, как мне показалось, почти не приблизилась ко мне по сравнению с днем, когда я впервые заметил ее. К вечеру четвертого дня я достиг подножия холма, который оказался гораздо выше, чем он виделся на расстоянии; из-за прилегающей долины он более резко выделялся на общем фоне. Я слишком устал, чтобы сразу начинать подъем, и прикорнул у окрашенного лучами заходящего солнца склона холма.

Я не знаю, почему мои сны были в ту ночь такими безумными, но еще до того, как убывающая, фантастически выпуклая луна взошла на востоке и стала высоко над равниной, я проснулся в холодном поту, решив больше не спать. Слишком ужасными были мои ночные видения, чтобы я мог и дальше выносить их. И тут-то, в холодном сиянии луны, я понял, как опрометчиво поступал, путешествуя днем. Пережидая дневные часы в каком-нибудь укрытии, куда не достигали слепящие лучи обжигающего солнца, я мог бы сберечь немало сил для ночных переходов; и в самом деле, сейчас я чувствовал себя вполне способным совершить восхождение, на которое я не решился во время заката солнца. Подхватив свой вьюк, я начал путь к гребню холма.

Я уже говорил, что монотонное однообразие холмистой равнины наполняло меня неясным страхом; но мне кажется, что страх этот был ничем по сравнению с тем ужасом, что я испытал, когда достиг вершины холма и глянул вниз на другую его сторону. Моему взору предстал бездонный карьер или, если угодно, каньон, черные глубины которого не трогал пока свет луны, взошедшей еще недостаточно высоко для того, чтобы пролить свои лучи за крутой скалистый гребень. У меня возникло чувство, что я стою на краю мира и заглядываю в бездонный хаос вечной ночи, начинающийся за этим краем. Меня охватил ужас, и перед моими глазами пронеслись реминисценции из Потерянного рая и страшное восхождение Сатаны из проклятого царства тьмы.

Когда луна поднялась выше, я стал замечать, что склоны долины были отнюдь не такими вертикальными, как я представлял себе вначале. Выступы и обнаженные слои породы образовывали хорошую опору для ног, благодаря чему можно было легко спуститься вниз, а через несколько сотен футов крутой обрыв и вовсе переходил в пологий спуск. Под влиянием импульса, который я и сейчас не могу до конца объяснить себе, я начал спускаться по почти отвесной стене, с трудом цепляясь за выступы скал, пока не остановился внизу, на пологом склоне, не отрывая взора от стигийский глубин, которых никогда еще не достигал ни единый луч света.

Почти сразу же мое внимание привлек огромных размеров странный предмет, расположенный на противоположном склоне, круто поднимавшемся примерно на сотню ярдов надо мной; обласканный лучами восходящей луны, которых он не знал, наверное, уже миллионы лет, предмет этот испускал белое мерцающее сияние. Вскоре я убедился, что это была всего лишь гигантская каменная глыба, однако все же не мог отделаться от впечатления, что ее контуры и положение не являлись результатом деятельности одной только природы. Когда мне удалось разглядеть предмет более подробно, меня охватили чувства, которые я не в силах выразить, ибо, несмотря на чудовищную величину глыбы и ее присутствие в бездне, разверзшейся на морском дне еще во времена, когда мир был слишком молод, чтобы его могли населять люди, несмотря на все это, я вдруг совершенно отчетливо понял, что этот странный предмет являлся тщательно оконтуренным монолитом, массивное тело которого несло на себе следы искусной обработки и, возможно, служило когда-то объектом поклонения живых и мыслящих существ.
Несчастен тот, кому воспоминания о детских годах приносят лишь  страх
и печаль. Жалок тот, кто,  оглядываясь,  видит  позади  лишь  нескончаемое
одинокое существование в огромных мрачных залах с драпированными  темнотой
стенами и рядами навевающих  тоску  древних  книг;  бесконечное  бессонное
ожидание  чего-то  -  чего?  -  в  сумеречных   рощах,   среди   наводящих
благоговейный ужас деревьев, - огромных, причудливых, оплетенных  лианами,
безмолвно качающих в вышине искривленными ветвями...  Вот  как  щедро  был
оделен  я  богами  -  одинокий,  отвергнутый,  сломленный,  сдавшийся.  Но
отчаянно цепляюсь я даже за эти блеклые  воспоминания,  в  них  скрываюсь,
бегу я мыслей о том, что случилось после...
     Мне неведомо, где я появился на свет. Самое раннее мое воспоминание -
этот замок, бесконечно древний  и  бесконечно  ужасный,  его  бесчисленные
мрачные галереи, высокие  потолки,  затянутые  мраком  и  паутиной,  камни
полуразрушенных коридоров, покрытые мерзкой  сыростью,  и  этот  проклятый
запах -  будто  дотлевает  погребальный  костер  ушедших  поколений.  Сюда
никогда не проникает свет, и я привык зажигать свечу и любоваться пламенем
- ведь солнца нет и снаружи, - кошмарные деревья, поднявшиеся выше  башен,
заслоняют его. Одна лишь черная башня вздымается над лесом, уходя вершиной
в неизвестность  распахнутого  неба.  Но  башня  эта  сильно  разрушена  и
подняться на нее почти невозможно,  -  разве  что  карабкаться,  уступ  за
уступом, по отвесной стене.
     Не знаю, сколько лет провел я здесь. Я  не  ощущаю  течения  времени.
Кто-то заботился обо мне, но я не видел ни одного живого  существа,  кроме
крыс, пауков и летучих мышей. Тот, кто растил меня, видимо,  был  ужасающе
стар, ибо мое самое первое представление о человеческом существе  -  нечто
перекошенное, ссохшееся, захиревшее, как этот замок.
     Для меня были привычны кости и скелеты, наполнявшие  каменные  склепы
глубоко под  землей,  среди  глыб  фундамента.  Для  моего  изуродованного
воображения они были реальней живых  существ,  чьи  образы  я  находил  на
цветных рисунках в  древних  замшелых  книгах,  -  тех  книгах,  благодаря
которым я знаю все, что я знаю. У меня не было  учителей,  меня  никто  не
подгонял и не наставлял; все эти годы я  не  слышал  звуков  человеческого
голоса - даже собственного. Мне не приходило в голову читать вслух.
     В замке не было зеркал, и я  представлял  себя  похожим  на  портреты
молодых людей из книг. Я ощущал себя молодым, ведь я так мало помнил.
     Я перебирался через ров с гниющей водой и шел в лес, где под  темными
безмолвными деревьями грезил о том, что прочел  в  книгах.  Я  представлял
себя в гуще веселых толп, в том солнечном мире, что лежит  за  бесконечным
лесом.
     Я пытался вырваться отсюда,  но  стоило  мне  отойти  от  замка,  как
сумерки сгущались, ужас пропитывал воздух, и я опрометью  бросался  назад,
страшась заблудиться в немых лабиринтах теней.
     В этом нескончаемом полумраке я жил, мечтал и надеялся - сам не  зная
на что. И когда, истомленный сумрачным  одиночеством,  я  не  смог  больше
сдерживать исступленного стремления к свету, я  простер  руки  к  одинокой
черной полуразрушенной башне, вздымающейся в  неведомое  небо.  Я  решился
взобраться на  башню,  даже  рискуя  разбиться  -  лучше  увидеть  небо  и
погибнуть, чем существовать в вечной тьме.
     В сырой полумгле я взобрался  по  древним  выщербленным  ступеням,  а
после продолжил свой безумный подъем, цепляясь  за  мельчайшие  выступы  в
стене. Ужасной и зловещей была эта  черная  мертвенная  развалина,  полная
бесшумно парящих нетопырей.
     Но неизмеримо более ужасна была незыблемость мрака,  и  озноб  сжимал
меня леденящей хваткой древних заплесневелых стен.
     Дрожа, не смея поднять глаза, я терзался догадками о том,  почему  не
становится светлее. Неужели внезапно опустилась ночь?  Свободной  рукой  я
стал шарить в поисках оконной амбразуры, чтобы посмотреть,  как  высоко  я
взобрался.
     И тут, слепо ползущий по вогнутому своду над  пропастью,  я  коснулся
головой твердой поверхности. Должно быть, я достиг кровли, или, по крайней
мере,  пола  следующего  яруса.  Свободной  рукой  я  ощупал  каменную   и
непреодолимую преграду, опиравшуюся на выступы сырой  стены,  но  вот  под
моей судорожно ищущей рукой камень чуть подался  -  и  я  рванулся  вверх,
пытаясь поднять плиту головой.
     Я думал, что мое восхождение  закончено  -  ведь  наверняка  это  пол
наблюдательной площадки. Я выбрался наверх через  люк,  стараясь  не  дать
упасть тяжелой крышке, но не сумел. Было все  так  же  темно.  Я  лежал  в
изнеможении на каменном полу, слыша зловещее эхо захлопнувшегося люка. Мне
оставалось надеяться, что я смогу его открыть, когда это понадобится.
     Я был уверен, что поднялся  уже  на  огромную  высоту,  гораздо  выше
проклятого леса, и я заставил себя встать с пола и принялся наощупь искать
окно, чтобы увидеть, наконец, то небо, те звезды и  луну,  о  которых  так
долго мечтал. Но меня ждало  горькое  разочарование:  вокруг  были  только
бесконечные мраморные полки,  уставленные  разнообразными  ящиками.  Какие
древние секреты могли таиться здесь в вышине, отрезанные от  земли  жуткой
пропастью времени? И тут я наткнулся на дверной проем с каменным порталом,
покрытым странной грубой резьбой. Собрав остатки  сил,  я  открыл  тяжелую
дверь - и безмерный восторг охватил меня: сквозь железную узорную решетку,
к которой вел короткий пролет каменной лестницы, светила  полная  луна  во
всем своем спокойном блеске, луна, образ которой я лелеял в мечтах, в  тех
смутных видениях, которые не смею назвать воспоминаниями.
     Я бросился вверх по ступенькам, но вдруг луна скрылась за облаком.  В
наступившей тьме я споткнулся и  замедлил  шаги.  Наощупь  я  добрался  до
решетки. Она была не заперта, но я не решился идти дальше, боясь сорваться
вниз.
     И тут вышла луна.
     Никогда прежде я не испытывал такого чудовищного  потрясения,  такого
внезапного и беспредельного ужаса, как  в  этот  миг,  когда  непостижимое
открылось моему взору. Не было головокружительной высоты и расстилающегося
внизу     бесконечного     леса.      Вокруг      была      _т_в_е_р_д_а_я
п_о_в_е_р_х_н_о_с_т_ь_.  Со  всех  сторон  виднелись  мраморные  плиты   и
колонны, невдалеке стояла древняя каменная часовня с призрачно мерцающим в
свете луны полуразрушенным шпилем.
     Я  открыл  решетку  и,  пошатываясь,  ступил  на  посыпанную  гравием
дорожку. Мой разум, бесконечно ошеломленный и обескураженный, все  так  же
неистово рвался к свету, и даже такое невероятное чудо не могло сбить меня
с пути. Я не знал, и не желал знать, что происходит со  мной,  что  это  -
безумие,  сон  или  колдовство,  но  я  желал  любой   ценой   насладиться
великолепием и блеском нового мира. Я не знал, кто я, что я, откуда я, но,
идя вперед, я вдруг стал  ощущать  что-то  вроде  скрытой  доселе  памяти,
благодаря которой мой путь не всегда определял случай. Я миновал  плиты  и
колонны и через арку вышел на луг, где лишь замшелые  камни  указывали  на
проходившую здесь некогда дорогу; я переплыл быструю реку в том месте, где
только древние развалины напоминали о давно исчезнувшем мосте.
     И вот, наконец, я вышел к древнему, увитому  плющом  замку,  стоящему
посреди  запущенного  парка,  -  до  безумия   знакомому   и   ошеломляюще
непривычному. Я узнал заполненный водой ров, несколько знакомых мне  башен
исчезли, а к замку было пристроено новое крыло - как будто  бы  специально
для того, чтобы смутить прежнего обитателя. Но мой  восхищенный  взор  был
уже прикован к распахнутым окнам, сияющим ярким светом, к рвущимся  наружу
звукам буйного веселья. Заглянув в окно, я увидел компанию странно  одетых
людей, весело болтающих друг с другом. Я никогда  не  слышал  человеческой
речи и мог только смутно догадываться, о чем идет разговор. Лица некоторых
из них будили во мне  отзвуки  давно  забытых  воспоминаний,  другие  были
совершенно незнакомы.
     И я шагнул через низкое окно в блистающую огнями залу, сделал шаг  от
мгновенного проблеска надежды к черной судороге безысходности и  отчаяния.
Праздник превратился в кошмар. Мое появление произвело такое  впечатление,
какого я  никак  не  ожидал.  Едва  я  переступил  через  подоконник,  как
мгновенный, безграничный, чудовищный ужас обрушился  на  них,  исказил  их
лица, вырвал крик из каждой груди. Началось паническое бегство,  некоторые
упали в обморок и их уволокли обезумевшие приятели.  Многие,  закрыв  лицо
руками, слепо и беспомощно метались, ища спасения, натыкаясь  на  стены  и
сбивая мебель, пока не находили выход.
     Я стоял в залитой светом опустевшей зале, прислушиваясь к  затихающим
воплям, и с содроганием думал о невидимом ужасе, затаившемся где-то рядом.
На первый взгляд, комната была совершенно пуста, но  когда  я  двинулся  к
одному из альковов, мне почудилось слабое  движение  где-то  за  золоченой
аркой дверного проема. Зайдя в альков, я ясно ощутил чье-то присутствие, и
первый и последний звук, вырвавшейся из моей груди -  ужасный  вой,  почти
столь же омерзительный, как и то,  что  его  вызвало:  освещенное  пугающе
ярким светом неописуемое, невообразимое, невероятное чудовище, одним своим
видом превратившее веселую компанию в толпу полупомешанных.
     Я не решаюсь даже описать его - это была смесь всего самого жуткого и
отвратительного, демонический призрак древности,  разрухи  и  одиночества,
невиданное доселе грязное промокшее привидение, обнажившаяся  тайна  -  из
тех, какие милосердная природа старается упрятать поглубже. Видит бог, это
было существо не нашего мира, - или, по крайней мере, уже не нашего, - но,
к моему ужасу, я улавливал  в  его  изъеденных  временем  чертах  злобную,
отвратительную пародию на человеческий образ.
     Мне не хватило сил даже на слабую попытку  к  бегству,  запоздалую  и
бессильную перед сковавшими меня чарами безмолвного  безымянного  монстра.
Словно заколдованный мерзким неотрывным взглядом его безжизненных глаз,  я
был не в силах даже зажмуриться и мог лишь благодарить милосердные  слезы,
размывавшие очертания страшного существа. Я хотел было поднять руку, чтобы
закрыться от его взгляда, но и это мне не удалось: я  потерял  равновесие,
шагнул вперед, чтобы не упасть, и тут  ощутил,  что  жуткая  тварь  совсем
рядом. Мне казалось, что я слышу ее мерзкое дыхание. Обезумев от ужаса,  я
выбросил вперед руку,  защищаясь  от  зловонного  призрака,  и  мироздание
дрогнуло,   сотрясаемое   судорогой   омерзения,    когда    мои    пальцы
к_о_с_н_у_л_и_с_ь_  протянувшейся  ко  мне  лапы  чудовища,  стоящего   за
золоченой аркой...
     Не я вскрикнул, но все демоны  ада,  мчащиеся  на  оседланных  ночных
ветрах,  диким  воплем  стронули   лавину   разрушительных   воспоминаний,
рухнувшую на меня. Теперь я знал все. Я помнил, что было со мной до  того,
как я  очутился  в  мрачном  замке,  окруженном  лесом,  я  знал,  в  чьем
изменившемся жилище я нахожусь, и я  знал  самое  ужасное  -  я  узнал  то
безобразное чудовище, что злобно пялилось  на  меня,  когда  я  отдергивал
запятнанные пальцы от его руки.
     Но есть в мире не только горечь,  но  и  бальзам,  и  для  меня  этот
бальзам - забвение. В непереносимом ужасе  этого  мгновения  я  забыл  все
потрясшее меня, и вспышку страшных воспоминаний поглотил  хаос  мелькающих
видений. И вот я уже бегу прочь от громады чуждого замка, беззвучно  мчусь
в лунном свете. Вот часовня, мраморные плиты и  колонны,  я  спускаюсь  по
ступенькам и пытаюсь открыть каменный люк, но он недвижим; я не огорчен, я
давно ненавижу замок заодно с деревьями. Теперь я летаю  в  ночных  ветрах
вместе с демонами, а днем играю в катакомбах Нефен-Ка в  потаенной  долине
Хадата у берегов Нила. Я знаю, что свет - не для меня,  разве  что  лунный
свет на каменных надгробьях Неб. Я не создан для веселья,  для  меня  лишь
празднества Нитокриса под Великой Пирамидой; но в  моей  вновь  обретенной
свободе одиночества я почти рад горечи отчуждения.
     Ведь несмотря на сладость забвения, мне не дано забыть, что я  изгой;
я чужой в этом столетии, среди тех, которые зовутся людьми. Я помню это  с
тех пор, как протянул пальцы к этой мерзости в богато  позолоченной  раме,
протянул пальцы и коснулся холодной неподатливой поверхности полированного
стекла.
Жила-была коза с козлятами. Уходила коза в лес есть траву шелковую, пить воду студеную. Как только уйдет - козлятки запрут избушку и сами никуда не выходят. Воротится коза, постучится в дверь и запоет:

- Козлятушки, ребятушки!
Отопритеся, отворитеся!
Ваша мать пришла - молока принесла;
Бежит молоко по вымечку,
Из вымечка по копытечку,
Из копытечка во сыру землю!

Козлятки отопрут дверь и впустят мать. Она их покормит, напоит и опять уйдет в лес, а козлята запрутся крепко-накрепко.

Однажды волк подслушал, как поет коза. Вот раз коза ушла, волк побежал к избушке и закричал толстым голосом:

- Вы, детушки!
Вы, козлятушки!
Отопритеся,
Отворитеся,
Ваша мать пришла,
Молока принесла.
Полны копытцы водицы!

Козлята ему отвечают:
- Слышим, слышим - да не матушкин это голосок! Наша матушка поет тоненьким голосом и не так причитает.

Волку делать нечего. Пошел он в кузницу и велел себе горло перековать, чтоб петь тоненьким голосом. Кузнец ему горло перековал. Волк опять побежал к избушке и спрятался за куст.

Вот приходит коза и стучится:

- Козлятушки, ребятушки!
Отопритеся, отворитеся!
Ваша мать пришла - молока принесла;
Бежит молоко по вымечку,
Из вымечка по копытечку,
Из копытечка во сыру землю!

Козлята впустили мать и давай рассказывать, как приходил волк, хотел их съесть.

Коза накормила, напоила козлят и строго-настрого наказала:

- Кто придет к избушечке, станет проситься толстым голосом да не переберет всего, что я вам причитываю, - дверь не отворяйте, никого не впускайте.

Только ушла коза, волк опять шасть к избушке, постучался и начал причитывать тонюсеньким голосом:

- Козлятушки, ребятушки!
Отопритеся, отворитеся!
Ваша мать пришла - молока принесла;
Бежит молоко по вымечку,
Из вымечка по копытечку,
Из копытечка во сыру землю!

Козлята отворили дверь, волк кинулся в избу и всех козлят съел. Только один козленочек схоронился в печке.

Приходит коза, сколько ни звала, ни причитывала - никто ей не отвечает. Видит - дверь отворена, вбежала в избушку - там нет никого. Заглянула в печь и нашла одного козленочка.

Как узнала коза о своей беде, как села она на лавку - начала горевать, горько плакать:

- Ох вы, детушки мои, козлятушки!
На что отпиралися-отворялися,
Злому волку доставалися?

Услыхал это волк, входит в избушку и говорит козе:

- Что ты на меня грешишь, кума? Не я твоих козлят съел. Полно горевать, пойдем лучше в лес, погуляем.

Пошли они в лес, а в лесу была яма, а в яме костер горел. Коза и говорит волку:
- Давай, волк, попробуем, кто перепрыгнет через яму?
Стали они прыгать. Коза перепрыгнула, а волк прыгнул, да и ввалился в горячую яму.

Брюхо у него от огня лопнуло, козлята оттуда выскочили, все живые, да - прыг к матери! И стали они жить-поживать по-прежнему.
Жил-был старик да старуха; детей у них не было. Уж чего они ни делали, как ни молились богу, а старуха все не рожала. Раз пошел старик в лес за грибами; попадается ему дорогою старый дед.

- Я знаю, - говорит, - что у тебя на мыслях; ты все об детях думаешь. Поди-ка по деревне, собери с каждого двора по яичку и посади на те яйца клушку; что будет, сам увидишь!

Старик воротился в деревню; в ихней деревне был сорок один двор; вот он обошел все дворы, собрал с каждого по яичку и посадил клушку на сорок одно яйцо.

Прошло две недели, смотрит старик, смотрит и старуха, - а из тех яичек народились мальчики; сорок крепких, здоровеньких, а один не удался - хил да слаб! Стал старик давать мальчикам имена; всем дал, а последнему недостало имени.

- Ну, - говорит, - будь же ты Заморышек!

Растут у старика со старухою детки, растут не по дням, а по часам; выросли и стали работать, отцу с матерью помогать: сорок молодцев в поле возятся, а Заморышек дома управляется. Пришло время сенокосное; братья траву косили, стога ставили, поработали с неделю и вернулись на деревню; поели, что бог послал, и легли спать. Старик смотрит и говорит:

- Молодо-зелено! Едят много, спят крепко, а дела, поди, ничего не сделали!

- А ты прежде посмотри, батюшка! - отзывается Заморышек. Старик снарядился и поехал в луга; глянул - сорок стогов сметано.

- Ай да молодцы ребята! Сколько за одну неделю накосили и в стога сметали.

На другой день старик опять собрался в луга, захотелось на свое добро полюбоваться; приехал - а одного стога как не бывало! Воротился домой и говорит:

- Ах, детки! Ведь один стог-то пропал.

- Ничего, батюшка! - отвечает Заморышек. - Мы этого вора поймаем; дай-ка мне сто рублев, а уж я дело сделаю. Взял у отца сто рублев и пошел к кузнецу:

- Можешь ли сковать мне такую цепь, чтоб хватило с ног до головы обвить человека?

- Отчего не сковать!

- Смотри же, делай покрепче; коли цепь выдержит - сто рублев плачу, а коли лопнет - пропал твой труд!

Кузнец сковал железную цепь; Заморышек обвил ее вокруг себя, потянул - она и лопнула. Кузнец вдвое крепче сделал; ну, та годилась. Заморышек взял эту цепь, заплатил сто рублев и пошел сено караулить; сел под стог и дожидается.

Вот в самую полночь поднялась погода, всколыхалось море, и выходит из морской глубины чудная кобылица, подбежала к первому стогу и принялась пожирать сено. Заморышек подскочил, обротал ее железной цепью и сел верхом. Стала его кобылица мыкать, по долам, по горам носить; нет, не в силах седока сбить! Остановилась она и говорит ему:

- Ну, добрый молодец, когда сумел ты усидеть на мне, то возьми - владей моими жеребятами.

Подбежала кобылица к синю морю и громко заржала; тут сине море всколыхалося, и вышли на берег сорок один жеребец; конь коня лучше! Весь свет изойди, нигде таких не найдешь!

Утром слышит старик на дворе ржанье, топот; что такое? а это его сынок Заморышек целый табун пригнал.

- Здорово, - говорит, - братцы! Теперь у всех у нас по коню есть; поедемте невест себе искать.

- Поедем!

Отец с матерью благословили их, и поехали братья в путь-дорогу далекую.

Долго они ездили по белому свету, да где столько невест найти? Порознь жениться не хочется, чтоб никому обидно не было; а какая мать похвалится, что у ней как раз сорок одна дочь народилась?

Заехали молодцы за тридевять земель; смотрят: на крутой горе стоят белокаменные палаты, высокой стеной обведены, у ворот железные столбы поставлены. Сосчитали - сорок один столб. Вот они привязали к тем столбам своих богатырских коней и идут на двор. Встречает их баба-яга:

- Ах вы, незваные-непрошеные! Как вы смели лошадей без спросу привязывать?

- Ну, старая, чего кричишь? Ты прежде напой-накорми, в баню своди, да после про вести и спрашивай.

Баба-яга накормила их, напоила, в баню сводила и стала спрашивать:

- Что, добрые молодцы, дела пытаете иль от дела пытаете?

- Дела пытаем, бабушка!

- Чего ж вам надобно?

- Да невест ищем.

- У меня есть дочери, - говорит баба-яга, бросилась в высокие терема и вывела сорок одну девицу.

Тут они сосватались, начали пить, гулять, свадьбы справлять. Вечером пошел Заморышек на своего коня посмотреть. Увидел его добрый конь и промолвил человеческим голосом:

- Смотри, хозяин! Как ляжете вы спать с молодыми женами, нарядите их в свои платья, а на себя наденьте женины; не то все пропадем!

Заморышек сказал это братьям; нарядили они молодых жен в свои платья, а сами оделись в женины и легли спать. Все заснули, только Заморышек глаз не смыкает. В самую полночь закричала баба-яга зычным голосом:

- Эй вы, слуги мои верные! Рубите незваным гостям буйны головы. Прибежали слуги верные и отрубили буйны головы дочерям бабы-яги. Заморышек разбудил своих братьев и рассказал все, что было; взяли они отрубленные головы, воткнули ‘на железные спицы кругом стены, потом оседлали коней и поехали наскоро.

Поутру встала баба-яга, глянула в окошечко - кругом стены торчат на спицах дочерние головы; страшно она озлобилась, приказала подать свой огненный щит, поскакала в погоню и начала палить щитом на все четыре стороны. Куда молодцам спрятаться? Впереди сине море, позади баба-яга - и жжет и палит! Помирать бы всем, да Заморышек догадлив был: не забыл он захватить у бабы-яги платочек, махнул тем платочком перед собою - и вдруг перекинулся мост через все сине море; переехали добрые молодцы на другую сторону. Заморышек махнул платочком в иную сторону - мост исчез, баба-яга воротилась назад, а братья домой поехали.
Жили-были в лесу лисичка и зайка. Жили они неподалёку друг от друга. Пришла осень. Холодно стало в лесу. Решили они избушки на зиму построить. Лисичка построила себе избушку из сыпучего снежка, а зайчик — из сыпучего песка. Перезимовали они в новых избушках. Настала весна, пригрело солнце. Лисички-на избушка растаяла, а зайкина стоит, как стояла. Пришла лисица в зайкину избушку, выгнала зайку, а сама в его избушке осталась.

Пошёл зайка со своего двора, сел под берёзкою и плачет. Идёт волк. Видит — зайка плачет.

— Чего ты, зайка, плачешь? — спрашивает волк.

— Как же мне, зайке, не плакать? Жили мы с лисичкой близко друг возле друга. Построили мы себе избы: я — из сыпучего песка, а она — из сыпучего снежка. Настала весна. Её избушка растаяла, а моя стоит, как стояла. Пришла лисичка, выгнала меня из моей избушки и сама в ней жить осталась. Вот я и сижу да плачу.

— Не плачь, зайка. Пойдём, я тебе помогу, выгоню лисичку из твоей избы.

Пошли они. Пришли. Волк стал на пороге зай-киной избушки и кричит на лисичку:

— Ты зачем залезла в чужую избу? Слезай, лиса, с печи, а то сброшу, побью тебе плечи. Не испугалась лисичка, отвечает волку:

— Ой, волк, берегись: мой хвост что прут, — как дам, так и смерть тебе тут.

Испугался волк да наутёк. И зайку покинул. Сел опять зайка под берёзкой и горько плачет.

Идёт по лесу медведь. Видит — зайчик сидит под берёзкой и плачет.

— Чего, зайка, плачешь? — спрашивает медведь.

— Как же мне, зайке, не плакать? Жили мы с лисичкой близко друг возле друга. Построили мы себе избы: я — из сыпучего песка, а она — из сыпучего снежка. Настала весна. Её избушка растаяла, а моя стоит, как стояла. Пришла лисичка, выгнала меня из моей избушки и сама там жить осталась. Так вот я сижу и плачу.

— Не плачь, зайка. Пойдём, я тебе помогу, выгоню лисичку из твоей избы.

Пошли они. Пришли. Медведь стал на пороге зайкиной избушки и кричит на лисичку:

— Зачем отняла у зайки избу? Слезай, лиса, с печи, а то сброшу, побью тебе плечи.

Не испугалась лисичка, отвечает медведю:

— Ох, медведь, берегись: мой хвост что прут,— как дам, так и смерть тебе тут.

Испугался медведь да наутёк и зайку одного покинул. Опять пошёл зайка со своего двора, сел под берёзкою и горько плачет. Вдруг видит — идёт по лесу петух. Увидел зайчика, подошёл и спрашивает:

— Чего, зайка, плачешь?

— Да как же мне, зайке, не плакать? Жили мы с лисичкой близко друг возле друга. Построили мы себе избы: я — из сыпучего песка, а она — из сыпучего снежка. Настала весна. Её избушка растаяла, а моя стоит, как стояла. Пришла лисичка, выгнала меня из моей избушки и сама там жить осталась. Вот я сижу да плачу.

— Не плачь, зайка, я выгоню лису из твоей избушки.

— Ой, петенька,— плачет зайка,— где тебе её выгнать? Волк гнал — не выгнал. Медведь гнал — не выгнал.

— А вот я выгоню. Пойдём,— говорит петух. Пошли. Вошёл петух в избушку, стал на пороге, кукарекнул, а потом как закричит:

— Я — петух-чебетух,
Я — певун-лопотун,
На коротких ногах,
На высоких пятах.
На плече косу несу,
Лисе голову снесу.

А лисичка лежит и говорит:

— Ой, петух, берегись: мой хвост что прут,— как дам, так и смерть тебе тут.

Прыгнул петушок с порога в избу и опять кричит:

— Я — петух-чебетух,
Я — певун-лопотун,
На коротких ногах,
На высоких пятах.
На плече косу несу,
Лисе голову снесу.

И — прыг на печь к лисе. Клюнул лису в спину. Как подскочит лисица да как побежит вон из зайкиной избушки, а зайка и двери захлопнул за нею.

И остался он жить в своей избушке вместе с петушком.
Есть один старый анекдот о молодом писателе, который, желая привлечь внимание редакторов, начал свой рассказ оригинальной фразой: «Черт побери!» — вскричала герцогиня».

Как ни странно, мой рассказ начинается так же. Только дама, произнесшая эту фразу, не была герцогиней!

Шли первые дни июля. Я закончил дела в Париже и возвращался утренним поездом в Лондон, где проживал в одной квартире с моим старым другом, бывшим бельгийским детективом, Эркюлем Пуаро.

«Кале-экспресс» был необычно пуст — фактически со мной в купе находился еще только один пассажир. Мой отъезд из отеля был несколько поспешным, и я занимался проверкой вещей, когда поезд тронулся. До этого момента я лишь мельком заметил свою попутчицу, но она внезапно напомнила о своем существовании самым неожиданным образом. Вскочив с места, она опустила оконную раму и высунула голову наружу, но тут же убрала, громко воскликнув: «Черт побери!»

Ну, мои взгляды старомодны. Я считаю, что женщина должна быть женственной. У меня не хватает терпения смотреть на современных неврастеничных девиц, которые танцуют с утра до вечера, курят, как паровозные трубы, и употребляют слова, которые заставили бы покраснеть торговку рыбой из Биллингсгейта!

Слегка нахмурясь, я поднял глаза на хорошенькое, задорное личико, над которым красовалась щегольская красная шляпка, выбивались длинные черные локоны. Я подумал, что ей немногим больше семнадцати лет.

Она встретила мой взгляд нисколько не смутившись и сделала выразительную гримасу.

— Боже мой, добрый господин возмущен нашим поведением! — произнесла она, обращаясь как бы к публике. — Я прошу извинения за свои выражения! Это, конечно, неженственно, но, честное слово, у меня есть достаточно причин для этого! Знаете ли вы, что я разминулась со своей единственной сестрой?

— Неужели? — ответил я вежливо. — Какое несчастье!

— Он осуждает! — воскликнула девица. — Он осуждает и мою сестру, что совершенно несправедливо, так как он даже не видел ее!

Я открыл было рот, но она опередила меня.

— Ничего больше не говорите! Меня никто не любит! Я удаляюсь в леса и буду питаться червями! Я убита!

Она спряталась за большим журналом французских комиксов. Через минуту-две я заметил ее глаза, которые потихоньку рассматривали меня поверх журнала. Я невольно улыбнулся. Она тут же отбросила журнал и весело рассмеялась.

— Я знала, что вы не такой уж болван, каким кажетесь, — произнесла она.

Ее смех был таким заразительным, что я не мог не рассмеяться сам, хотя мне едва ли могло понравиться слово «болван». Поведение девушки безусловно было как раз таким, которого я терпеть не мог, но это не значило, что я должен был представлять себя в смешном свете. Я решил проявлять снисходительность. В конце концов, она действительно была хорошенькой!

— Ну вот! Теперь мы друзья! — объявила шалунья. — Признайтесь, что вы сожалеете об отсутствии моей сестры.

— Я в отчаянии…

— Вот какой вы паинька! — перебила попутчица.

— Дайте мне договорить. Я хотел добавить, что, несмотря на отчаяние, я вполне могу примириться с ее отсутствием, — и я слегка поклонился.

Самая непостижимая из всех девиц нахмурилась.
Жил-был в норе под землей хоббит. Не в какой-то там мерзкой грязной сырой норе, где со всех сторон торчат хвосты червей и противно пахнет плесенью, но и не в сухой песчаной голой норе, где не на что сесть и нечего съесть. Нет, нора была хоббичья, а значит — благоустроенная.
Она начиналась идеально круглой, как иллюминатор, дверью, выкрашенной зеленой краской, с сияющей медной ручкой точно посередине. Дверь отворялась внутрь, в длинный коридор, похожий на железнодорожный туннель, но туннель без гари и без дыма и тоже очень благоустроенный: стены там были обшиты панелями, пол выложен плитками и устлан ковром, вдоль стен стояли полированные стулья, и всюду были прибиты крючочки для шляп и пальто, так как хоббит любил гостей. Туннель вился все дальше и дальше и заходил довольно глубоко, но не в самую глубину Холма, как его именовали жители на много миль в окружности. По обеим сторонам туннеля шли двери — много-много круглых дверей. Хоббит не признавал восхождений по лестницам: спальни, ванные, погреба, кладовые (целая куча кладовых), гардеробные (хоббит отвел несколько комнат под хранение одежды), кухни, столовые располагались в одном этаже и, более того, в одном и том же коридоре. Лучшие комнаты находились по левую руку, и только в них имелись окна — глубоко сидящие круглые окошечки с видом на сад и на дальние луга, спускавшиеся к реке.
Наш хоббит был весьма состоятельным хоббитом по фамилии Бэггинс. Бэггинсы проживали в окрестностях Холма с незапамятных времен и считались очень почтенным семейством не только потому, что были богаты, но и потому, что с ними никогда и ничего не приключалось и они не позволяли себе ничего неожиданного: всегда можно было угадать заранее, не спрашивая, что именно скажет тот или иной Бэггинс по тому или иному поводу. Но мы вам поведаем историю о том, как одного из Бэггинсов втянули-таки в приключения и, к собственному удивлению, он начал говорить самые неожиданные вещи и совершать самые неожиданные поступки. Может быть, он и потерял уважение соседей, но зато приобрел... впрочем, увидите сами, приобрел он в конце концов или нет. Матушка нашего хоббита... кстати, кто такой хоббит? Пожалуй, стоит рассказать о хоббитах подробнее, так как в наше время они стали редкостью и сторонятся Высокого Народа, как они называют нас, людей. Сами они низкорослый народец, примерно в половину нашего роста и пониже бородатых гномов. Бороды у хоббитов нет. Волшебного в них тоже, в общем-то, ничего нет, если не считать волшебным умение быстро и бесшумно исчезать в тех случаях, когда всякие бестолковые, неуклюжие верзилы, вроде нас с вами, с шумом и треском ломятся, как слоны. У хоббитов толстенькое брюшко; одеваются они ярко, преимущественно в зеленое и желтое; башмаков не носят, потому что на ногах у них от природы жесткие кожаные подошвы и густой теплый бурый мех, как и на голове. Только на голове он курчавится. У хоббитов длинные ловкие темные пальцы на руках, добродушные лица; смеются они густым утробным смехом (особенно после обеда, а обедают они, как правило дважды в день, если получится).
Теперь вы знаете достаточно, и можно продолжать. Как я уже сказал, матушка нашего хоббита, то есть Бильбо Бэггинса, была легендарная Белладонна Тук, одна из трех достопамятных дочерей Старого Тука, главы хоббитов, живших По Ту Сторону Реки, то есть речушки, протекавшей у подножия Холма. Поговаривали, будто давным-давно кто-то из Туков взял себе жену из эльфов. Глупости, конечно, но и до сих пор во всех Туках и в самом деле проскальзывало что-то не совсем хоббитовское: время от времени кто-нибудь из клана Туков пускался на поиски приключений. Он исчезал вполне деликатно, и семья старалась замять это дело. Но факт остается фактом: Туки считались не столь почтенным родом, как Бэггинсы, хотя, вне всякого сомнения, были богаче. Нельзя, правда, сказать, что после того как Белладонна Тук вышла замуж за мистера Банго Бэггинса, она когда-нибудь пускалась на поиски приключений.
Банго, отец героя нашей повести, выстроил для нее (и отчасти на ее деньги) роскошную хоббичью нору, роскошней которой не было ни Под Холмом, ни За Холмом, ни По Ту Сторону Реки, и жили они там до конца своих дней. И все же вполне вероятно, что Бильбо, ее единственный сын, по виду и всем повадкам точная копия своего солидного благопристойного папаши, получил от Туков в наследство какую-то странность, которая только ждала случая себя проявить. Такой случай не подворачивался долго, так что Бильбо Бэггинс успел стать взрослым хоббитом, лет этак около пятидесяти; он жил-поживал в прекрасной хоббичьей норе, построенной отцом, в той самой, которую я так подробно описал в начале главы, и казалось, он никуда уже не двинется с места. Но случилось так, что однажды в тиши утра, в те далекие времена, когда в мире было гораздо меньше шума и больше зелени, а хоббиты были многочисленны и благоденствовали, Бильбо Бэггинс стоял после завтрака в дверях и курил свою деревянную трубку, такую длинную, что она почти касалась его мохнатых ног (кстати, аккуратно причесанных щеткой). И как раз в это время мимо проходил Гэндальф.
Гэндальф! Если вы слыхали хотя бы четверть того, что слыхал про него я, а я слыхал лишь малую толику того, что о нем рассказывают, то вы были бы подготовлены к любой самой невероятной истории. Истории и приключения вырастали как грибы всюду, где бы он ни появлялся. Он не бывал в этих краях уже давным-давно, собственно говоря, с того дня, как умер его друг Старый Тук, и хоббиты уже успели забыть, каков Гэндальф с виду. Он отсутствовал по своим делам с той поры, когда все они были еще хоббитятами. Так что в то утро ничего не подозревавший Бильбо просто увидел какого-то старика с посохом. На старике была высокая островерхая синяя шляпа, длинный серый плащ, серебристый шарф, громадные черные сапоги, и еще у него была длинная, ниже пояса, белая борода.
— Доброе утро! — произнес Бильбо, желая сказать именно то, что утро доброе: солнце ярко сияло и трава зеленела. Но Гэндальф метнул на него острый взгляд из-под густых косматых бровей.
— Что вы хотите этим сказать? — спросил он. — Просто желаете мне доброго утра? Или утверждаете, что утро сегодня доброе — неважно, что я о нем думаю? Или имеете в виду, что нынешним утром все должны быть добрыми?
— И то, и другое, и третье, — ответил Бильбо. — И еще — что в такое дивное утро отлично выкурить трубочку на воздухе. Если у вас есть трубка, присаживайтесь, отведайте моего табачку! Торопиться некуда, целый день впереди! И Бильбо уселся на скамеечку возле двери, скрестил ноги и выпустил красивое серое колечко дыма; оно поднялось вверх и поплыло вдаль над Холмом.
— Прелестно! — сказал Гэндальф. — Но мне сегодня некогда пускать колечки. Я ищу участника приключения, которое я нынче устраиваю, но не так-то легко его найти.
— Еще бы, в наших-то краях! Мы простой мирный народ, приключений не жалуем. Бр-р, от них одно беспокойство и неприятности! Еще, чего доброго, пообедать из-за них опоздаешь! Не понимаю, что в них находят хорошего, — сказал наш мистер Бэггинс и, заложив большой палец за подтяжку, опять выпустил колечко, еще более роскошное. Затем достал из ящика утреннюю почту и начал читать, притворяясь, будто забыл о старике. Он решил, что тот не внушает доверия, и надеялся, что старик пойдет своей дорогой. Но тот и не думал уходить. Он стоял, опершись на посох, и, не говоря ни слова, глядел на хоббита так долго, что Бильбо совсем смутился и даже немного рассердился.
— Доброго утра вам! — произнес он наконец. — Мы тут в приключениях не нуждаемся, благодарствуйте! Поищите компаньонов За Холмом или По Ту Сторону Реки. Он хотел дать понять, что разговор окончен.
— Для чего только не служит вам «доброе утро», — сказал Гэндальф. — Вот теперь оно означает, что мне пора убираться.
— Что вы, что вы, милейший сэр! Позвольте.
— Вот теперь оно означает, что мне пора убираться.
— Что вы, что вы, милейший сэр! Позвольте... кажется, я не имею чести знать ваше имя...
— Имеете, имеете, милейший сэр, а я знаю ваше, мистер Бильбо Бэггинс, и вы мое, хотя и не помните, что это я и есть. я — Гэндаль, а Гэндальф — это я! Подумать, до чего я дожил: сын Бэлладонны Тук отделывается от меня своим «добрым утром», как будто я пуговицами вразнос торгую!
— Гэндальф! Боже милостивый, Гэндальф! Неужели вы тот самый странствующий волшебник, который подарил Старому Туку пару волшебных бриллиантовых запонок, — они еще застегивались сами, а расстегивались только по приказу? Тот, кто рассказывал на дружеских пирушках такие дивные истории про драконов и гоблинов, про великанов и спасенных принцесс и везучих сыновей бедных вдов? Тот самый, который устраивал такие неподражаемые фейерверки? Я их помню! Старый Тук любил затевать их в канун Иванова дня. Какое великолепие! Они взлетали кверху, точно гигантские огненные лилии, и львиный зев, и золотой дождь, и держались весь вечер в сумеречном небе! Вы, вероятно, уже заметили, что мистер Бэггинс был вовсе не так уж прозаичен, как ему хотелось, а также, что он был большим любителем цветов.
— Бог мой! — продолжал он. — Неужели вы тот самый Гэндальф, по чьей милости столько тихих юношей и девушек пропали невесть куда, отправившись на поиски приключений? Любых — от лазанья по деревьям до визитов к эльфам. Они даже уплывали на кораблях к чужим берегам! Бог ты мой, до чего тогда было инте... я хочу сказать, умели вы тогда перевернуть все вверх дном в наших краях! Прошу прощения, я никак не думал, что вы еще... трудитесь.
— А что же мне делать? — спросил волшебник. — Ну вот, все-таки приятно, что вы кое-что обо мне помните. Во всяком случае, вспоминаете мои фейерверки. Значит, вы не совсем безнадежны. Поэтому ради вашего дедушки и ради бедной Бэлладонны я дарую вам то, что вы у меня просили.
— Прошу прощения, я ничего у вас не просил! — Нет, просили. И вот сейчас уже второй раз — моего прощения.
Я его даю. И пойду еще дальше: я пошлю вас участвовать в моем приключении. Меня это развлечет, а вам будет полезно, а возможно, и выгодно, если доберетесь до конца.
— Извините! Мне что-то не хочется, спасибо, как-нибудь в другой раз. Всего хорошего! Пожалуйста, заходите ко мне на чашку чая в любой день! Скажем, завтра? Приходите завтра! До свиданья! И с этими словами хоббит повернулся, юркнул в круглую зеленую дверку и поскорее захлопнул ее за собой, стараясь в то же время хлопнуть не слишком громко, чтобы не вышло грубо, — все-таки волшебник есть волшебник.
— Чего ради я пригласил его на чай? — спросил он себя, направляясь в кладовку. Бильбо, правда, совсем недавно позавтракал, но после такого волнующего разговора не мешало подкрепиться парочкой кексов и глоточком чего-нибудь этакого. А Гэндальф долго еще стоял за дверью и тихонько покатывался со смеху. Потом подошел поближе и острием посоха нацарапал на красивой зеленой двери некий странный знак. Затем он зашагал прочь, а в это время Бильбо как раз доедал второй кекс и размышлял о том, как ловко он увернулся от приключений. На другой день он, в общем-то, забыл про Гэндальфа. У него была неважная память, и ему приходилось делать заметки в особой гостевой книжечке, например: «Гэндальф, чай, среда». Но накануне он так разволновался, что ничего не записал. Как раз когда он собирался пить чай, кто-то с силой дернул дверной колокольчик, и тут Бильбо все вспомнил! Он сначала бросился в кухню поставил на огонь чайник, достал еще одну чашку с блюдечком, положил на блюдо еще пару кексов и тогда уж побежал к двери. Только он хотел сказать: «Извините, что заставил вас ждать!», как вдруг увидел, что перед ним вовсе не Гэндальф, а какой-то гном с синей бородой, заткнутой за золотой кушак; блестящие глаза его так и сверкали из-под темно-зеленого капюшона.
Едва дверь отворилась, он шмыгнул внутрь, как будто его только и ждали. Потом повесил плащ с капюшоном на ближайший крючок и с низким поклоном произнес:
— Двалин, к вашим услугам.
— Бильбо Бэггинс — к вашим! — ответил хоббит, который от удивления даже не нашелся что спросить. Когда молчать дольше стало уже неловко, он добавил:
— Я как раз собирался пить чай, не присоединитесь ли вы ко мне? Прозвучало это, быть может, несколько натянуто, но он старался проявить радушие. А как бы поступили вы, если бы незнакомый гном явился к вам домой и безо всяких объяснений повесил у вас в прихожей плащ, будто так и надо? За столом они просидели не долго. Собственно, они только успели добраться до третьего кекса, как снова раздался звонок в дверь, еще более громкий, чем раньше.
— Извините! — сказал хоббит и побежал открывать. «Вот наконец и вы!» — так собирался он встретить Гэндальфа на сей раз. Но это опять оказался не Гэндальф. За дверью стоял старый-престарый гном с белой бородой и в красном капюшоне. Он тоже прошмыгнул внутрь, едва отворилась дверь, как будто его кто-то приглашал.
— Я вижу, наши собираются, — сказал он, заметив на вешалке зеленый капюшон Двалина. Он повесил рядышком свой красный капюшон и, прижав руку к груди, сказал:
— Балин, к вашим услугам. — Благодарю вас! — ответил Бильбо в совершеннейшем изумлении.
Ответил он, конечно, невпопад, но уж очень его выбили из колеи слова «наши собираются». Гостей он любил, но он любил знакомых гостей и предпочитал приглашать их сам. У него мелькнула страшная мысль, что кексов может не хватить — и тогда ему самому (а он знал свой долг хозяина и собирался выполнить его, чего бы ему это ни стоило) придется обойтись без кексов.
— Заходите, выпейте чаю! — ухитрился он выдавить наконец, набрав воздуху в легкие.
— Меня больше бы устроил стаканчик пивца, милостивый сэр, если это не слишком затруднит вас, — сказал белобородый Балин. — Но не откажусь и от кекса с изюмом, если он у вас найдется.
— Сколько угодно! — к собственному удивлению ответил Бильбо и, опять-таки к своему удивлению, побежал бегом в погреб, нацедил пинту пива, оттуда — в кладовую, прихватил там два превосходных круглых кекса с изюмом, которые испек для себя «на после ужина», и примчался назад. В столовой Балин и Двалин сидели за столом и беседовали, как старые друзья (они на самом деле были братья). Бильбо только успел поставить на стол кувшин с пивом и кексы, как тут же прогремел колокольчик — раз и еще раз! « Ну, уж теперь наверняка Гэндальф», — подумал Бильбо, с пыхтением спеша по коридору. Как бы не так! Явились еще два гнома, оба в синих капюшонах, серебряных кушаках и с желтыми бородами. Оба несли по мешку с рабочими инструментами и по лопате. Они тоже проворно шмыгнули в приотворенную дверь — и Бильбо больше не удивлялся.
— Чем могу служить, любезнейшие гномы? — спросил он.
— Кили, к вашим услугам! — сказал один.
— И Фили тоже! — добавил другой. И оба они сорвали с головы свои синие капюшоны и низко поклонились.
— К вашим услугам и к услугам ваших родственников! — ответил Бильбо, вспомнив на этот раз о хороших манерах.
— Я вижу, Двалин и Балин уже тут, — сказал Кили. — Присоединимся к честной компании!
«Компания! — подумал мистер Бильбо. — Что-то не нравится мне это слово. Присяду-ка я на минутку, соберусь с мыслями и глотну чайку». Едва он успел примоститься в уголке и отпить один глоток — а четверо гномов между тем расселись вокруг стола и вели разговор про рудники и золото, про злобных гоблинов и про безобразия драконов и много еще про что, чего он не понял, да и не хотел понимать, так как все это отдавало приключениями, — как вдруг — дзинь-дзинь-дзинь-дзинь! — колокольчик зазвонил снова, да так громко, будто какой-то шалун-хоббитенок пытался оторвать его.
— Еще кто-то! — сказал Бильбо, моргая.
— Еще много кто, судя по звонку, — заметил Фили.
— Да мы их видели — за нами следом шли четверо.
Бедняга хоббит рухнул на стул в прихожей, обхватил голову руками и принялся размышлять: что произошло, что еще произойдет и неужели они все останутся ужинать?! Тут звонок дернули пуще прежнего, и Бильбо бросился к дверям. Едва он повернул ручку, как — нате вам! — гости уже в прихожей, кланяются и повторяют по очереди «к вашим услугам». Гномов было уже не четверо, а пятеро. Пока Бильбо предавался размышлениям, подоспел еще один. Звали их Дори, Нори, Ори, Ойн и Глойн. И вскоре два фиолетовых, серый, коричневый и белый капюшоны висели на крючочках, а гномы прошествовали в столовую, засунув свои широкие ладошки за серебряные и золотые кушаки. В столовой теперь и впрямь набралась целая компания. Одни требовали эля, другие — портера, кто-то — кофе, и все без исключения — кексов, так что хоббит совсем сбился с ног. Только на огонь был поставлен большой кофейник, только гномы, покончив с кексами, перешли на ячменные лепешки с маслом, как вдруг раздался... не звонок, а громкий стук. Целый град ударов обрушился на красивую зеленую дверь Бильбо Бэггинса. Кто-то молотил по ней палкой! Бильбо опрометью бросился по коридору, очень сердитый и совершенно задерганный и затормошенный, — такого несуразного чаепития в его жизни еще не бывало! Он рванул дверь на себя — и все стоявшие за ней попадали вперед друг на друга. Еще гномы, целых четверо! А позади них, опершись на посох, стоял Гэндальф и хохотал. Он измолотил прекрасную дверь самым безжалостным образом, но при этом исчезла и тайная метка, которую он начертил накануне утром.
— Спокойнее, спокойнее! — сказал он. — Как это не похоже на вас, Бильбо, — заставлять друзей ждать у порога, а потом взять да как распахнуть дверь — трах-тарарах! Позвольте мне представить: Бифур, Бофур, Бомбур и, обратите особое внимание, Торин!
— К вашим услугам! — сказали Бифур, Бофур, Бомбур, став рядком. Потом они повесили два желтых капюшона, один бледно-зеленый и один небесно-голубой с длинной серебряной кистью, который принадлежал Торину. Торин был неимоверно важный гном, не кто иной, как сам знаменитый Торин Оукеншильд, и он был ужастно недоволен тем, что ему пришлось растянуться на пороге, да еще Бифур, Бофур и Бомбур навалились сверху, а Бомбур, надо сказать, был невероятно толстый и тяжелый. Поэтому Торин держался сперва очень высокомерно и никаких услуг не предлагал, но бедный мистер Бэггинс так рассыпался в извинениях, что Торин наконец пробормотал: «Не будем об этом говорить», — и перестал хмуриться.
— Ну вот мы и в сборе, — сказал Гэндальф, окинув взглядом висевшие на стенке тринадцать капюшонов — лучших отстежных капюшонов для хождения в гости — и свою собственную шляпу. — Превеселое общество! Надеюсь, опоздавшим тоже найдется что-нибудь поесть и выпить? Что у вас? Чай? Благодарю покорно! Мне, пожалуй, красного винца.
— Мне тоже, — сказал Торин.
— Хорошо бы еще крыжовенного варенья и яблочного пирога, — вставил Бифур.
— И пирожков с мясом, и сыра, — дополнил Бофур.
— И пирога со свининой, и салата, — добавил Бомбур.
— И побольше кексов, и эля, и кофе, если не трудно! — закричали остальные гномы из столовой.
— Да подкиньте несколько яиц, будьте так добры! — крикнул Гэндальф вдогонку хоббиту, когда тот поплелся в кладовку. — И захватите холодную курицу и маринованных огурчиков!
«Можно подумать, что он не хуже моего знает, какие у меня припасы в доме!» — пробормотал мистер Бэггинс, который решительно потерял голову и начал опасаться, не свалилось ли на него нежданно-негаданно самое что ни на есть скверное приключение.
К тому времени, как он собрал все бутылки и кушанья, все ножи, вилки, стаканы, тарелки и ложки и нагромоздил все это на большие подносы, он совсем упарился, побагровел и разозлился.
— Чтоб им объесться и обпиться, этим гномам! — сказал он вслух. — Нет чтобы помочь! И гляди-ка! Балин и Двалин, тут как тут, стоят в дверях кухни, а за ними Фили и Кили, и не успел Бильбо слова вымолвить, как они подхватили подносы и два небольших столика, вихрем унесли их в столовую и заново накрыли на всю компанию. Гэндальф сел во главе стола, остальные тринадцать гномов разместились вокруг, а Бильбо, присев на скамеечку у камина, грыз сухарик (аппетит у него совсем улетучился) и пытался делать вид, будто ничего особенного не происходит и с приключениями все это ничего общего не имеет. Гномы все ели и ели, говорили и говорили, а время шло. Наконец они отодвинулись от стола, и Бильбо сделал движение вперед, порываясь убрать тарелки и стаканы. — Надеюсь, вы не уйдете до ужина? — спросил он вежливо самым своим ненастойчивым тоном. — Ни в коем случае! — ответил Торин. — Мы и после ужина не уйдем. Разговор предстоит долгий. Но сперва мы еще помузицируем. За уборку! И двенадцать гномов (Торин был слишком важной персоной, он остался разговаривать с Гэндальфом) живо вскочили со своих мест и мигом сложили одна на другую грязные тарелки, а на них все, что еще было на столе. Потом они двинулись в кухню, и каждый держал на вытянутой руке целую башню тарелок, увенчанную бутылкой, а бедняга хоббит бежал следом и буквально верещал от испуга:
— Пожалуйста, осторожней! Не беспокойтесь, пожалуйста, я сам! Но гномы в ответ грянули песню:

Бейте тарелки, бейте розетки!
Вилки тупите, гните ножи!
Об пол бутылки!
В печку салфетки!
Будет порядок — только скажи!

Рвите на части скатерти, гости!
Лейте на стулья жир от котлет!
Корки и кости под ноги бросьте!
Мажьте горчицей ценный паркет!

Чашки и рюмки — в чан с кипятком!
Ломом железным поворошите,
Выньте, откиньте и обсушите —
И на помойку все целиком!

Кто там без дела? Стыд и позор!
Эй, осторожно, хрупкий фарфор!
(Перевод стихов И.Комаровой)
Ничего подобного они, естественно, не натворили, а, наоборот, все вымыли и прибрали в мгновение ока, пока хоббит вертелся посреди кухни, стараясь за ними уследить. Потом все вернулись в столовую и увидели, что Торин сидит, положив ноги на решетку камина, и курит трубку. Он выпускал невиданной величины кольца и приказывал им, куда лететь: то в трубу, то на часы на каминной полочке, то под стол, то к потолку, где они начинали описывать круги. Но куда бы не летело кольцо Торина, Гэндальф оказывался проворнее. Пуф! — он посылал колечко поменьше из своей короткой глиняной трубки, и оно проскальзывало сквозь каждое кольцо Торина. После этого колечко Гэндальфа делалось зеленым, возвращалось к нему и парило у него над головой. Таких колечек набралось уже целое облако, и в полумраке комнаты вид у Гэндальфа был таинственный и по-настоящему колдовской. Бильбо стоял и любовался; он и сам любил пускать колечки и теперь краснел от стыда, вспоминая, как накануне утром гордился своими колечками, которые ветер уносил за Холм
— А теперь перейдем к музыке! — сказал Торин. — Несите инструменты! Кили и Фили побежали и принесли скрипочки; Дори, Нори и Ори достали откуда-то из-за пазухи флейты; Бомбур притащил из прихожей барабан; Бифур и Бофур тоже вышли и вернулись с кларнетами, которые они, раздеваясь, оставили среди тростей; Двалин и Балин одновременно сказали: «Извините, но я забыл мой инструмент на крыльце!» — Захватите и мой! — сказал Торин. Они приволокли две виолы ростом с себя и арфу Торина, закутанную в зеленую материю: арфа была золотая и красивая; и когда Торин ударил по струнам, все заиграли тоже, полилась такая неожиданная, такая сладостная, мелодичная музыка, что Бильбо позабыл обо всем и унесся душой в неведомые края, туда, где в небе стояла чужая луна — далеко По Ту Сторону Реки и совсем далеко от хоббичьей норки Под Холмом.
Они приволокли две виолы ростом с себя и арфу Торина, закутанную в зеленую материю: арфа была золотая и красивая; и когда Торин ударил по струнам, все заиграли тоже, полилась такая неожиданная, такая сладостная, мелодичная музыка, что Бильбо позабыл обо всем и унесся душой в неведомые края, туда, где в небе стояла чужая луна — далеко По Ту Сторону Реки и совсем далеко от хоббичьей норки Под Холмом. Через окошечко в склоне Холма в комнату проникла темнота, огонь в камине (стоял еще апрель) начал гаснуть, а они все играли и играли, и тень от бороды Гэндальфа качалась на стене. Тьма заполнила комнату, камин потух, и тени пропали, а гномы продолжали играть. И вдруг, сперва один, потом другой, глухо запели таинственную песню гномов, что пелась в таинственной глуши их древних жилищ. Вот отрывок из их песни, если только слова без музыки могут быть похожи на песню:

За синие горы, за белый туман
В пещеры и норы уйдет караван;
За быстрые воды уйдем до восхода
За кладом старинным из сказочных стран.

Волшебники-гномы! В минувшие дни
Искусно металлы ковали они;
Сапфиры, алмазы, рубины, топазы
Хранили они и гранили они.

На эльфа-соседа, царя, богача
Трудились они, молотками стуча;
И солнечным бликом в усердье великом
Украсить могли рукоятку меча.

На звонкие цепи, не толще струны,
Нанизывать звезды могли с вышины;
В свои ожерелья в порыве веселья
Вплетали лучи бледноликой луны.

И пили они что твои короли
И звонкие арфы себе завели;
Протяжно и ново для уха людского
Звучало их пенье в глубинах земли.

Шумели деревья на склоне крутом,
И ветры стонали во мраке ночном;
Багровое пламя взвилось над горами —
И вспыхнули сосны смолистым огнем.

Тогда колокольный послышался звон,
Разверзлась земля, почернел небосклон.
Где было жилище — теперь пепелище:
Не ведал пощады свирепый дракон.

И гномы, боясь наказанья с небес,
Уже не надеясь на силу чудес,
Укрылись в богатых подземных палатах —
И след их сокровищ навеки исчез.

За синие горы, где мрак и снега,
Куда не ступала людская нога,
За быстрые воды уйдем до восхода,
Чтоб золото наше отнять у врага.

(Перевод стихов И.Комаровой)

И, слушая их пение, хоббит почувствовал, как в нем рождается любовь к прекрасным вещам, сотворенным посредством магии или искустными умелыми руками, — любовь яростная и ревнивая, влечение, живущее в сердцах всех гномов. И в нем проснулось что-то туковское, ему захотелось видеть громадные горы, слышать шум сосен и водопадов, разведывать пещеры, носить меч вместо трости. Он выглянул в окно. На черном небе поверх деревьев высыпали звезды. Он подумал о драгоценностях гномов, сверкающих в темных пещерах. Внезапно за лесом За Рекой взметнулось пламя (наверное, кто-то разжег костер), и Бильбо представилось, как мародеры-драконы водворяются на его мирном Холме и сжигают все вокруг. Он вздрогнул и сразу сделался опять обыкновенным мистером Бэггинсом из Бэг-Энда, что Под Холмом.

Он встал, дрожа всем телом. Он колебался: то ли просто принести лампу, то ли сделать вид, будто он идет за ней, а самому спрятаться в погребе между пивными бочками и не вылезать, пока гномы не уйдут. Но тут он вдруг заметил, что музыка и пение прекратились, все гномы уставились на него и глаза их светятся во мраке.
— Куда это вы? — окликнул его Торин тоном, в котором ясно чувствовалось, что он догадывается о намерениях Бильбо.

— Нельзя ли принести лампу? — робко спросил Бильбо.
— Нам нравится в темноте, — хором ответили гномы.
— Темные дела совершаются во тьме! До рассвета еще далеко.
— Да, да, конечно! — сказал Бильбо и сел, но впопыхах сел мимо скамейки, прямо на каминную решетку, с грохотом повалил кочергу и совок.
— Темные дела совершаются во тьме! До рассвета еще далеко.
— Да, да, конечно! — сказал Бильбо и сел, но впопыхах сел мимо скамейки, прямо на каминную решетку, с грохотом повалил кочергу и совок.
— Ш-ш! — сказал Гэндальф. — Сейчас будет говорить Торин. И Торин начал так:
— Гэндальф, гномы и мистер Бэггинс! Мы сошлись в доме нашего друга и собрата по заговору, превосходного, дерзновенного хоббита — да не выпадет никогда шерсть на его ногах! — воздадим должное его вину и элю! Он перевел дух, давая хоббиту возможность сказать, как полагается, вежливые слова, но бедный Бильбо Бэггинс воспринял сказанное совсем не как похвалу: он шевелил губами, пытаясь опровергнуть слова «дерзновенный» и , что еще хуже, «собрат по заговору», но так волновался, что не мог произнести вслух ни звука. Поэтому Торин продолжал:
— Мы сошлись здесь, дабы обсудить наши планы, наши способы и средства, наши умыслы и уловки. Очень скоро, еще до рассвета, мы тронемся в долгий путь, в путешествие, из которого некоторые из нас, а возможно, даже все, кроме, разумеется, нашего друга и советчика, хитроумного чародея Гэндальфа, могут не вернуться назад. Настал торжественный миг. Наша цель, как я полагаю, известна всем нам. Но уважаемому мистеру Бэггинсу, а может быть, и кому-нибудь из младших гномов (я думаю, что не ошибусь, если назову Кили и Фили) ситуация в настоящий момент может представляться требующей некоторых разъяснений.

Таков был стиль Торина. Он ведь был важной персоной. Если его не остановить, он продолжал бы в том же духе без конца, пока бы совсем не запыхался, но так бы и не сообщил обществу ничего нового. Однако его самым грубым образом прервали. Бедняга Бильбо при словах «могут не вернуться назад» почувствовал, что к горлу у него подкатывается крик, и крик этот наконец вырвался наружу, пронзительный, точно свисток паровоза, вылетевшего из туннеля. Все гномы повскакивали с мест, опрокинув стол. На конце своего волшебного посоха Гэндальф зажег голубой огонь, и в его мерцающем свете все увидали, что насчастный хоббит стоит на коленях на коврике перед каминов и трясется, как желе. Вдруг он плашмя хлопнулся на пол с отчаянным воплем: «Молния убила! Молния убила!» — и долгое время от него не могли добиться ничего другого. Гномы подняли его и перенесли в соседнюю гостиную, с глаз долой, положили там на диван, поставили рядом стакан вина, а сами вернулись к своим «темным делам».
— Легко возбудимый субъект, — сказал Гэндальф, когда все заняли свои места. — Подвержен необъяснимым приступам, но один из лучших — свиреп, как дракон, которому прищемили хвост дверью.
Если вам когда-нибудь доводилось видеть лракона, которому прищемили хвост дверью, то вы поймете, что это чисто поэтическое преувеличение в применении к любому хоббиту, даже к двоюродному прадеду Старого Тука по имени Бычий Рев, который был такого гигантского (для хоббита) роста, что мог ездить верхом на лошади. Это он когда-то как ураган налетел на армию гоблинов из Маунт-Грэма в битве на Зеленых Полях и сшиб своей деревянной палицей голову с плеч их короля Гольфимбуля. Голова пролетела сто метров по воздуху и угодила прямо в кроличью нору; таким образом была выиграна битва и одновременно игра в гольф.
Тем временем изнеженный потомок Бычьего Рева приходил в себя на диване в гостиной. Отлежавшись и глотнув вина, он с опаской подкрался к двери в столовую. Говорил Глойн, и вот что Бильбо услышал:
— Пф! (Или другой какой-то пренебрежительный звук вроде этого.) Думаете, он подойдет? Легко Гэндальфу расписывать, какой он свирепый, а ну как возбудится и заорет не вовремя — тогда дракон и все его родственники проснутся и мы погибли! Сдается мне, его крик вызван страхом, а вовсе не возбуждением! Право, не будь на дверях волшебного знака, я бы решил, что мы попали не туда.
Едва я увидел, как этот пузан подпрыгивает и пыхтит в дверях, я сразу заподозрил неладное. Он больше смахивает на бакалейщика, чем на взломщика!
Тут мистер Бэггинс нажал на ручку и вошел. Туковская порода в нем взяла верх. Он почувствовал, что он обойдется без настоящей постели и без завтрака, толко бы его считали свирепым. Кстати, он и вправду рассвирепел, услыхав слова «как этот пузан подпрыгивает...». Много раз впоследствии бэггинсовская сторона его существа раскаивалась в безрассудном поступке, и он говорил себе: «Бильбо, ты глупец, ты сам, по доброй воле, встрял в это дело».
— Прошу прощения, — проговорил он, — я нечаянно услышал ваши слова. Не буду делать вид, будто понимаю, о чем идет речь; особенно мне непонятно замечание о взломщиках. Но думаю, что я правильно усвоил одно (все это он называл «держать себя с достоинством»): вы считаете меня никуда не годным. Хорошо, я вам докажу, на что я способен. Никаких волшебных знаков у меня на дверях нет, ее красили всего неделю назад, и вы, разумеется, ошиблись адресом. Как только я увидел ваши несимпатичные физиономии, я сразу заподозрил, что вы попали не туда. Но считайте, что вы попали туда. Скажите, что надо делать, и я постараюсь это выполнить, хотя бы мне пришлось сражаться с кошмарными хобборотнями в Самой Крайней Пустыне. У меня был двоюродный прапрапрадедушка Тук Бычий Рев, так он...
— Верно, верно, только это было давно, — прервал его Глойн. — А я говорил про вас. И уверяю вас, на ваших дверях есть знак, как раз тот знак, который используют — или использовали в прошлом — представители вашей профессии. И означает он вот что: «Опытный взломщик возьмется за хорошую работу, предпочтительно рискованную, оплата по соглашению». Можете называть себя «кладоискатель высшей категории», если вам не по вкусу «взломщик». Некоторые именуют себя так. Нам- то все равно. Гэндальф сообщил нам, что один местный специалист срочно ищет работу и что собрание назначается здесь, в среду, на пять часов.
— Как же не быть знаку, — вмешался Гэндальф. — Я сам его поставил на дверях. И по весьма веским причинам. Вы меня просили подыскать для экспедиции четырнадцатого, я и выбрал мистера Бэггинса. Пусть кто-нибудь попробует сказать, что я ошибся, выбрал не того и попал не туда, и можете отправляться втринадцатером и получать сполна все, что причитается за это число. А не хотите — ступайте домой, копайте уголь! Он так сердито воззрился на Глойна, что гном вжался в спинку стула, а когда Бильбо открыл было рот, чтобы задать вопрос, Гэндальф повернулся и кинул на него такой грозный взгляд из-под лохматых бровей, что Бильбо со стуком захлопнул рот.
— Вот так — произнес Гэндальф. — И чтобы больше никаких споров. Я выбрал мистера Бэггинса, и будьте довольны. Если я сказал, что он Взломщик, — значит, он взломщик или будет взломщиком, когда понадобится. Он далеко не так прост, как вы думаете, и совсем не так прост, как думает он сам. Настанет время, когда вы все (если доживете) будете благодарить меня за него. А теперь, Бильбо, мой мальчик, неси-ка лампу и прольем немного света вот на эту вещь. На столе, под большой лампой с красным абажуром, он расстелил обрывок пергамента, похожий на карту.
— Это дело рук Трора, вашего деда, Торин, — сказал он в ответ на взволнованные возгласы гномов. — Это план Горы.
— Не вижу, чем это нам поможет, — разочарованно сказал Торин, быстро оглядев план. — Я и без того прекрасно помню Гору и ее окрестности. Я знаю, где Кромешный Лес и где Иссохшая Пустошь, — там водились драконы.
— Тут на карте и нарисован Дракон, — сказал Балин, — но коль скоро мы доберемся до Горы, мы и без карты его найдем.
— Есть еще одна подробность, которой вы не заметили, — возразил волшебник, — потайной ход.
Видите вот ту руну на западной стороне и руку с вытянутым указательным пальцем над другими рунами, слева? В этом месте есть потайной ход в Нижний Ярус.
— Когда-то он, возможно, и был потайным, — возразил Торин, — но где уверенность, что он остался потайным до сих пор? Старый Смог живет там так давно, что у него было время разобраться во всех ходах и выходах.
— Может, и так, но он им все равно не пользуется.
— Почему?
— Потому что ход слишком узок для него. «Пять футов двери вышиною, пройти там трое могут в ряд», — гласят руны. В такую нору Смог не мог бы протиснуться даже в молодые годы, а тем более теперь, когда он пожрал столько гномов и людей из Дейла.
— А по-моему, нора очень широкая, — подал голос Бильбо (который никогда не сталкивался с драконами, а что касается нор, был знаком только с хоббичьими). Он опять разгорячился и увлекся происходящим, и забыл, что лучше помалкивать. Он обожал всякие карты, у него у самого в прихожей висела большая карта Окрестностей, где его любимые дорожки для прогулок были помечены красными чернилами.
— Не пойму, как такую огромную дверь можно утаить от кого бы то ни было, даже если Дракон проглядел ее? — спросил он. (Не забывайте, он был всего лишь маленький хоббит.)
— Самыми разными способами, — ответил Гэндальф. Но как утаили именно эту дверь, мы не узнаем, пока не увидим ее своими глазами. Насколько я могу понять из надписей на карте, дверь надежно заперта и сливается с Горой. Обычный прием гномов, если не ошибаюсь?
— Не ошибаетесь, — подтвердил Торин.
— Кроме того, — продолжал Гэндальф, я забыл упомянуть, что к карте приложен ключик необычной формы. Вот он! — И Гэндальф протянул Торину серебряный ключ с длинным стержнем и с затейливой бородкой. — Берегите его!
— Еще бы не беречь! — сказал Торин и нацепил ключик на золотую цепочку, которая висела у него на шее и уходила под куртку. — Теперь наше положение перестает быть таким безнадежным. До сих пор нам было не ясно, с чего начинать. Мы думали держать путь на Восток, соблюдая осторожность и осмотрительность, и дойти до самого Долгого Озера. Тогда-то и начались бы неприятности...
— Не тогда, а намного раньше; уж я-то знаю, что такое путь на Восток, — прервал Гэндальф.
— Оттуда мы могли бы двинуться вверх по Реке Быстротечной, — продолжал Торин, пропустив слова Гэндальфа мимо ушей, — и достичь развалин Дейла — старинного города в долине реки под сенью Горы. Правда, никому из нас не по душе идти через Главные Ворота. Там река течет прямо под ними, по туннелю, сквозь большой утес у Южной Оконечности Горы, и из этих же ворот обыкновенно вылетает дракон, на мой взгляд, слишком часто, если только он не переменил своих привычек.
— Да, там не пройти, — сказал волшебник, — если не заручиться поддержкой какого-нибудь знаменитого Воина, а то и Сказочного Богатыря. Я пытался кого-нибудь подыскать, но воинам нынче не до того — они сражаются друг с другом в чужих краях, а сказочных богатырей в здешних местах раз, два — и обчелся, если они вообще не перевелись. Мечи затупились, боевыми топорами валят деревья, щиты употребляют вместо люлек и крышек для кастрюль, а драконы, по счастью, за тридевять земель, и для здешних жителей они фигуры почти что легендарные. Потому-то я и решил прибегнуть к взлому, особенно когда вспомнил про Боковой Вход. И вот тут-то входит в игру наш милый Бильбо Бэггинс, самой судьбой избранный Взломщик. Так что давайте обсуждать дело дальше и выработаем план действий.
— Превосходно, — сказал Торин. — Может быть, наш многоопытный взломщик выскажет какие-нибудь ценные мысли или предложения? — И он с преувеличенной вежливостью поклонился Бильбо.
— Прежде всего я хотел бы услышать побольше о самом деле, — сказал хоббит (в голове у него все перемешалось, в животе похолодело, но он, как истинный потомок Туков, решил не отступать).`,
}