export const ua1 = {
  id: '___ua1',
  title: 'UA',
  body: `Лагідне січневе сонце світило на холодні поля навколо Гоґвортсу.

  Деякі учні були на заняттях, інших випустили з кабінету — першачків, що записалися попрактикуватися певного закляття; закляття, що його легше було опанувати просто неба, під яскравим сонцем та блакитним небом, ніж у будь-якій класній кімнаті. Печиво та лимонад також вважалися доречними.
  
  Початкові жести закляття були складними та вимагали точності. Треба повернути паличку один, два, три й чотири рази невеличкими нахилами на правильні відносні кути, посунути вказівний та великий пальці на правильні відстані…​
  
  Цього було достатньо, щоб Міністерство вважало, що немає сенсу навчати когось цього закляття до пʼятого класу. Були широко відомі декілька випадків, коли молодші діти вивчили його, проте їх просто назвали «геніями».
  
  Мабуть, це не надто ввічливе формулювання, проте Гаррі починав розуміти, чому професор Квірел стверджував, що Комітет з Навчальної Програми прислужився б чаклунському роду краще, якби їх використали як перегній.
  
  Ну були жести складними та витонченими. Це не заважало вивчити закляття в одинадцять. Це означало, що треба бути стараннішим та відпрацьовувати кожну частину довше, ніж зазвичай, от і все.
  
  Більшість чарів могли вивчати лише старші учні через те, що вони вимагали сильнішого рівня магії, що був поза можливостями молодших учнів. Але чари патронуса не були такими, вони не були складними через те, що вимагали забагато магії. Вони були складними, бо вимагали не лише магії.
  
  Потрібні були щасливі, теплі почуття, що були близькі до твого серця, спогади любові — інша сила, що не потрібна для звичайних заклять.
  
  Гаррі повернув паличку один, два, три й чотири рази, посунув пальці на правильні відстані…​
  
  «Хай щастить у школі, Гаррі. Як гадаєш, я купив тобі достатньо книжок?»
  
  «Книжок достатньо не буває…​ проте ти, безперечно, спробував, це була дійсно, дійсно, дійсно гарна спроба.»
  
  До його очей підступили сльози першого разу, коли Гаррі спробував був вкласти цей спогад у закляття.
  
  Гаррі підвів паличку вгору й змахнув нею — цей жест не мав бути точним, лише впевненим та зухвалим.
  
   — Експекто Патронум! — вигукнув Гаррі.
  
  Нічого не сталося.
  
  Ані проблиску світла.
  
  Коли Гаррі підвів погляд, Ремус Люпин досі вивчав його паличку з доволі збентеженим виразом злегка пошрамованого обличчя.
  
  Нарешті Ремус похитав головою.
  
   — Вибач, Гаррі, — тихо сказав він. — Твоя робота паличкою була бездоганною.
  
  І навкруги не було видно жодного спалаху світла, адже всі інші першокласники, що мали відпрацьовувати чари патронуса, натомість кидали оком на Гаррі.
  
  Сльози ледь не повернулися до очей Гаррі, і цього разу це були не сльози щастя. Серед усього можливого, серед усього, Гаррі ніколи не очікував такого.
  
  Страшенно принизливо, коли тебе повідомляють, що ти недостатньо щасливий.
  
  Що такого було в Ентоні Ґольдштейна, чого не мав Гаррі, що наповнювало паличку Ентоні яскравим світлом?
  
  Чи любив Ентоні батька більше, ніж він?
  
   — Яку думку ти використовував? — запитав Ремус.
  
   — Мій батько, — голос Гаррі тремтів. — Я попросив його купити мені декілька книжок перед відправленням до Гоґвортсу, він купив, і вони були дорогі, і тоді він спитав, чи цього достатньо…​
  
  Гаррі й не намагався пояснити про гасло родини Верресів.
  
   — Відпочинь, а потім спробуй іншу думку, Гаррі, — сказав Ремус та вказав на місце, де інші розчаровані, збентежені та пригнічені учні сиділи на землі. — Ти не зможеш використати чари патронуса, доки тобі соромно, що ти недостатньо вдячний.
  
  У голосі містера Люпина відчувалося співчуття, через що Гаррі хотілося щось вдарити.
  
  Натомість Гаррі розвернувся та поплентався туди, де сиділа решта невдах. Інші учні, чия робота паличкою теж була визнана ідеальною і кому тепер треба шукати більш щасливі спогади; судячи з виразів їхніх облич, особливих успіхів вони не досягли. Багато мантій учнів були оздоблені темно-синім, декілька — червоним, та самотня дівчина з Гафелпафу досі плакала. Слизеринці навіть не прийшли, крім Дафни Ґрінґрас та Трейсі Девіс, що досі намагалися вивчити жести.
  
  Гаррі шльопнувся на холодну мертву зимову траву поряд з ученицею, чия невдача здивувала його найбільше.
  
   — Отже в тебе теж не вийшло, — сказала Герміона.
  
  Вона першою покинула поле, проте згодом повернулася, і треба було дуже уважно придивитися до її злегка почервонілих очей, щоб побачити, що вона плакала.
  
   — Я, — сказав Гаррі, — я, я б напевно почувався значно гірше, якби в тебе все вийшло: ти найчудовіша людина з усіх, що я знаю, Герміоно, і якщо ти не можеш цього зробити, то я, можливо, все одно…​ хороший…​
  
   — Треба було йти до Ґрифіндору, — прошепотіла Герміона. Вона сильно кліпнула кілька разів, проте не витирала очей.
  
  Хлопець та дівчина йшли вперед разом, точно не тримаючись за руки, проте якимось чином присутність іншого додавала кожному з них сили, дозволяла ігнорувати перешіптування їхніх однокласників дорогою коридорами до великих дверей Гоґвортсу.
  
  Гаррі досі не міг викликати патронуса, хай які щасливі думки він пробував. Видається, нікого це не здивувало, через що йому було ще гірше. Герміона також не досягла успіху. Це дуже здивувало всіх, і Гаррі помітив, що вона почала отримувати багато косих поглядів, до яких Гаррі вже звикнув. Решта рейвенкловців, що зазнали невдачі, не отримували таких поглядів. Але Герміона була генералом Сонечка, і її фанатам здавалося, що вона якимось чином їх підвела, ніби вона порушила обіцянку, якої ніколи не давала.
  
  Вони вдвох пішли були до бібліотеки досліджувати чари патронуса: так зазвичай Герміона давала собі раду з неспокоєм. Інколи так само робив Гаррі. Вчитися, шукати, намагатися зрозуміти чому…​
  
  Книжки підтверджували те, що директор вже розповів Гаррі: часто чарівники, що не були здатні використовувати чари патронуса, могли це зробити в присутності справжнього дементора: від повної невдачі одразу до матеріального патронуса. Це суперечило здоровому ґлузду, аура страху від дементора мала б заважати зосередитися на щасливій думці. Проте такою була дійсність.
  
  І ось вони вдвох робили останню спробу, жоден з них не міг не спробувати востаннє.
  
  Настав день, коли дементор прибув до Гоґвортсу.
  
  Гаррі заздалегідь детрансфігурував камінь батька зі звичайного місця: персня на мізинці, де він був у формі діаманта, та поклав величезний сірий камінь до капшучка. Просто на випадок, якщо Гаррі цілковито втратить контроль над своєю магією перед найтемнішим зі створінь.
  
  Гаррі вже почав був почуватися песимістично, а він ще навіть не був поряд із дементором.
  
   — Закладаюся, що в тебе вийде, а в мене ні, — прошепотів Гаррі. — Закладаюся, що так і буде.
  
   — Я відчула, що не виходить, — сказала Герміона навіть тихішим голосом. — Я спробувала зранку та збагнула. Коли я змахнула паличкою наприкінці, ще перед словами, я відчула, що не виходить.
  
  Гаррі нічого не сказав. Він відчував те ж саме, ще з першої спроби, хоча йому були потрібні ще пʼять інших щасливих думок перед тим, як він визнав це. Щоразу, як він змахував паличкою, вона здавалася пустою. Закляття, що він його намагався вивчити, не пасувало йому.
  
   — Це не означає, що ми станемо темними чарівниками, — сказав Гаррі. — Більшість людей, що не може застосовувати чари патронуса, не є темними чарівниками. Ґодрик Ґрифіндор не був темним чарівником…​
  
  Ґодрик перемагав був темних лордів, боровся за захист звичайних людей від шляхетних домів та маґлів від чарівників. У нього було багато чудових та вірних друзів, і він втратив не більше половини з них заради тієї чи іншої мети. Він слухав крики поранених у військах, що він зібрав на захист невинних…​ Юні відважні чарівники прибували на його заклики, а потім він їх ховав у землі. Доки нарешті, коли чаклунство тілько-но почало покидати його в старому віці, він зібрав разом трьох інших наймогутніших чарівників своєї ери, щоб звести із землі Гоґвортс — велике досягнення, щоб його ім’я пам’ятали не через війну, будь-яку війну, хай як справедливу. Салазар, а не Ґодрик, викладав бойову магію першого року. Ґодрик викладав перший рік гербалогії — магії зеленого росту життя.
  
  До останнього дня свого життя він так і не опанував чари патронуса.
  
  Ґодрик Ґрифіндор був чудовою людиною, але не щасливою.
  
  Гаррі не поважав зневіру в себе чи світ, він ненавидів читати про плаксивих героїв, він знав, що мільярд людей у світі віддали б усе, щоб помінятися з ним місцями, та…​
  
  А перед смертю Ґодрик сказав був Гельзі (адже Салазар вже покинув їх, а Ровена раніше пішла з життя), що не жалкує ні про що, що він не застерігає своїх учнів не йти його шляхом, ніхто ніколи не має казати, ніби він порадив комусь не йти його шляхом. Якщо для нього цей шлях був правильним, то він не радитиме нікому чинити неправильно, навіть наймолодшому учневі Гоґвортсу. Проте він сподівався, що всі, хто піде його шляхом, пам’ятатимуть його звернення до свого гуртожитку: якщо вони будуть щасливішими за нього, це добре. А червоний та золотий віднині будуть яскравими, теплими кольорами.
  
  І Гельґа, схлипуючи, пообіцяла йому, що, як директорка, попіклується про це.
  
  Після чого Ґодрик помер, і не залишив по собі привиду. І Гаррі кинув книжку назад Герміоні й трохи відійшов, щоб вона не побачила його сліз.
  
  Хто б міг подумати, що книжка з невинною назвою «Чари патронуса: ті, що могли, і ті, що не могли» буде найсумнішою з усіх, що Гаррі коли-небудь читав.
  
  Гаррі…​
  
  Гаррі не хотів цього.
  
  Потрапити у цю книжку.
  
  Гаррі не хотів цього.
  
  Решта школи, видається, вважала, що «немає патронуса» означало «погана людина»: прямолінійно й просто. Чомусь той факт, що Ґодрик Ґрифіндор також не був здатен на патронуса, не повторювали. Можливо, люди не розповідали про це з поваги до його останнього бажання. Фред та Джордж напевно не знали, і Гаррі точно не збирався їм розповідати. Чи, можливо, інші невдахи не згадували про це, бо так було менш ганебно, меншою втратою для гордості та статусу: вважатися темним, а не нещасним.
  
  Гаррі бачив, що Герміона поряд сильно кліпала, цікаво, чи думала вона про Ровену Рейвенклов, що також полюбляла книжки.
  
   — Гаразд, — прошепотів Гаррі. — Щасливіші думки. Якщо в тебе вийде матеріальний патронус, як гадаєш, яка це буде тварина?
  
   — Видра, — миттєво відповіла Герміона.
  
   — Видра? — здивовано прошепотів Гаррі.
  
   — Так, видра. А як щодо тебе?
  
   — Сапсан, — без вагань сказав Гаррі. — Він може пікірувати швидше за триста кілометрів на годину, це найшвидше живе створіння.
  
  Сапсан був його улюбленою твариною все життя. Гаррі збирався колись стати анімагом, щоб отримати таку форму й літати силою власних крил, роздивлятися землю внизу гострими очима…​
  
   — Але чому видра? — запитав він.
  
  Герміона всміхнулася, проте промовчала.
  
  Тоді гігантські двері Гоґвортсу розчахнулися.
  
  Деякий час діти йшли шляхом до незабороненого лісу і далі самим лісом. Сонце вже хилилося до обрію, тіні були довгими, а сонячне світло пробивалося крізь голі гілки зимових дерев. Бо був січень, а перший клас був останнім у черзі на урок того дня.
  
  А потім шлях звертав убік та йшов у іншому напрямку, і всі вони побачили на відстані галявину в лісі, суху зимову землю, пожовтілу траву, припорошену невеличкими залишками снігу.
  
  Людські фігури досі здавалися маленькими. Дві плями бляклого білого світла від патронусів аврорів, та яскравіша пляма срібного світла від директорського патронуса поряд з чимось…​
  
  Гаррі примружив очі.
  
  Чимось…​
  
  Це мала бути лише уява Гаррі, адже дементор жодним чином не міг поширити свій вплив крізь трьох матеріальних патронусів, проте йому здавалося, ніби він відчував доторк порожнечі до свого розуму, доторк просто до внутрішнього мʼякого центру без жодної поваги до барʼєрів блокології.
  
  Шеймус Фініґан був мертвотно блідий та тремтів, коли приєднався до учнів, що товклися на зівʼялій та припорошеній снігом траві. Шеймус успішно застосував чари патронуса, проте після того, як директор скасовував власного патронуса, і перед тим, як ти мав викликати свого, все одно залишався деякий проміжок часу, впродовж якого ти протистояв жаху дементора без жодного захисту.
  
  Двадцять секунд на відстані пʼяти кроків безперечно було безпечно, навіть для одинадцятирічного чарівника зі слабкою опірністю та незрілим мозком. Дементори впливали на людей вкрай різноманітно — ще одна незрозуміла річ. Але двадцять секунд точно мало бути безпечно.
  
  Сорок секунд дії дементора в пʼяти кроках, можливо, достатньо для безповоротної шкоди, хоча лише для найчутливіших людей.
  
  Це було суворим тренуванням навіть за шкалою Гоґвортсу, де навчали літати на гіпогрифах простим методом: кидали тебе на нього й казали летіти. Гаррі не був прибічником надмірної опіки, і якщо поглянути на різницю в зрілості між четвертокласниками в Гоґвортсі та чотирнадцятирічними маґлами, то ставало очевидним, що маґли занадто турбувалися про своїх дітей…​ Але навіть Гаррі сумнівався, чи не перегинають тут палицю. Не кожне поранення можна вилікувати.
  
  Але якщо ти не в змозі використати закляття за цих умов, це означало, що ти не можеш покладатися на чари патронуса для самозахисту. Надмірна самовпевненість навіть більш небезпечна для чаклунів, ніж для маґлів. Дементори можуть висмоктувати магію та фізичну силу, а не лише щасливі думки, тобто в тебе може не вийти розʼявитися, якщо чекатимеш надто довго чи якщо не зможеш розпізнати наближення страху, доки дементор не буде достатньо близько для атаки. (Під час читання Гаррі із жахом дізнався був, що, згідно з деякими книжками, Цілунок дементора пожирав душу, через що в жертви наступала безповоротна постійна кома. І чарівники, що вірили в це, зумисно використовували Цілунок дементора для страти злочинців. Безсумнівно, деякі з цих так званих злочинців були невинними, та навіть якщо ні, знищувати їхні душі? Якби Гаррі вірив у душі, він би…​ уявлення не мав, він просто не може вигадати доречну відповідь на це.)
  
  Директор серйозно поставився до безпеки, як і три аврори, що були насторожі. Їхнім лідером був чоловік з азіатською зовнішністю, поважний, але не похмурий — аврор Комодо, паличка ніколи не зникала з його руки. Його патронус — орангутан із суцільного місячного світла — крокував туди-сюди між дементором та першокласниками, що чекали на свою чергу. Поряд з орангутаном рухалася яскраво-біла пантера аврора Бутнару, чоловіка з пронизливим поглядом, довгим чорним волоссям, зібраним у хвостик, та довгою стриженою козлиною борідкою. Ці два аврори та їхні патронуси вчотирьох спостерігали за дементором. З протилежного від учнів боку відпочивав аврор Ґоряноф — високий, худий, блідий та неголений, він сидів позаду на стільці, що він його створив без жодного слова та без палички; його обличчя мало дещо віддалений та цілковито нейтральний вираз, проте поглядом він сканував усе дійство. Професор Квірел зʼявився невдовзі після того, як першокласники почали свої перші спроби, а його очі ніколи не випускали Гаррі з поля зору. Крихітний професор Флитвік, колишній чемпіон дуелей, безцільно метушився зі своєю паличкою, та його погляд, що визирав із-за пишної пухнастої бороди, що, по суті, і була його обличчям, був сфокусований на професорові Квірелі.
  
  І певно це була лише уява Гаррі, проте професор Квірел здригався щоразу, як патронус директора зникав перед спробою чергового учня. Можливо, професор Квірел уявляв такий саме ефект плацебо, як і Гаррі, — цей доторк порожнечі, що огортав розум.
  
   — Ентоні Ґольдштейн, — пролунав голос директора.
  
  Гаррі тихо підійшов до Шеймуса, доки Ентоні почав наближатися до яскравого срібного фенікса та…​ хай там що було під подраним плащем.
  
   — Що ти бачив? — тихо запитав Гаррі Шеймуса.
  
  Багато учнів не відповіли Гаррі, коли він намагався зібрати дані; проте Шеймус був Фініґаном з Хаосу, одним з лейтенантів Гаррі. Можливо, це було нечесно, проте…​
  
   — Мертвець, — прошепотів Шеймус, — сірий та слизький…​ мертвий та залишений у воді на деякий час…​
  
  Гаррі кивнув.
  
   — Таке бачить багато хто, — сказав Гаррі. Він випромінював впевненість, хоч і не відчував її, проте Шеймусу це було потрібно. — Піди зʼїж шоколаду, тобі полегшає.
  
  Шеймус кивнув та поплентався до столу з цілющими солодощами.
  
   — Експекто Патронум! — крикнув хлопчик.
  
  Почулися здивовані зойки, навіть від аврорів.
  
  Гаррі обернувся й побачив…​
  
  Між кліткою та Ентоні Ґольдштейном був яскравий срібний птах. Він підвів голову та видав звук, що також був срібним: яскравим, міцним та прекрасним, мов метал.
  
  І якийсь голос всередині розуму Гаррі сказав: якщо це сапсан, то я задушу його уві сні.
  
  Замовкни, відповів Гаррі на цю думку, ти що, хочеш, щоб ми стали темним чарівником?
  
  А яка різниця? Ми все одно станемо таким зрештою.
  
  Це…​ було не схоже на звичайні думки Гаррі…​
  
  Це ефект плацебо, сказав собі Гаррі. Дементор не може справді дістати мене крізь три матеріальні патронуси, я просто уявляю, як це. Коли я справді зустрінуся з дементором, все буде геть інакше, і я знатиму, що просто дуркував раніше.
  
  Тоді спиною Гаррі пробігли мурахи, бо він передчував, що так, буде зовсім інакше, і зовсім не в хорошому напрямку.
  
  Палаючий срібний фенікс повернувся в буття з палички директора, менший птах зник. І Ентоні Ґольдштейн покрокував назад.
  
  Директор підійшов разом з Ентоні замість того, щоб викликати наступне імʼя, патронус чекав позаду й стеріг дементора.
  
  Гаррі поглянув туди, де стояла Герміона, — прямо за яскравою пантерою. Герміона була б наступною, проте, видається, її черга відкладалася.
  
  Вона здавалася занепокоєною.
  
  Раніше вона ввічливо попросила була Гаррі припинити спроби заспокоїти її.
  
  Дамблдор злегка всміхався, доки супроводжував Ентоні назад до інших. Він усміхався лише злегка, бо директор виглядав дуже, дуже стомленим.
  
   — Неймовірно, — сказав Дамблдор голосом, що був значно слабшим, ніж його звичайне гудіння. — Матеріальний патронус, у першому році. І дивовижна кількість успіхів серед інших молодих учнів. Квіріне, я маю визнати, ти довів, що мав рацію.
  
  Професор Квірел нахилив голову.
  
   — Доволі очевидний здогад, як мені здається. Дементор атакує страхом, а діти бояться менше.
  
   — Бояться менше? — запитав аврор Ґоряноф зі свого стільця.
  
   — Саме так відреагував і я, — сказав Дамблдор. — А професор Квірел відповів, що дорослі мають більше сміливості, не менше страху. Це, зізнаюся, ніколи не спадало мені на думку.
  
   — Це не точні мої слова, — сухо сказав професор Квірел, — але згодиться. А як щодо решти нашої угоди, директоре?
  
   — Як скажеш, — неохоче сказав Дамблдор. — Я визнаю, що не очікував програти це парі, Квіріне, проте ти довів свою мудрість.
  
  Усі учні спантеличено дивилися на них. Крім Герміони, що витріщалася в напрямку клітки з високою загниваючою мантією. Та крім Гаррі, що спостерігав за всіма, бо уявляв, що в нього напад параної.
  
  Професор Квірел сказав тоном, що не допускав подальших коментарів:
  
   — Мені дозволено навчати смертельного прокляття учнів, що бажають навчитися. Це значно підвищить їхню безпеку від темних чаклунів та інших паразитів, і лише дурні можуть вважати, що учні й без того не володіють смертельною магією, — професор Квірел зробив паузу, зіщуливши очі. — Директоре, з усією пошаною, я бачу, що вам зле. Пропоную доручити решту сьогоднішнього завдання професорові Флитвіку.
  
  Дамблдор заперечно похитав головою.
  
   — На сьогодні вже майже все, я протягну.
  
  Герміона наблизилася до Ентоні.
  
   — Капітане Ґольдштейн, — сказала вона, і її голос тремтів лише трошки, — чи можеш ти мені щось порадити?
  
   — Не бійся, — твердо сказав Ентоні. — Не думай про те, про що воно намагається тебе змусити думати. Ти не просто тримаєш паличку перед собою як щит проти страху, ти змахуєш паличкою, щоб відігнати страх геть, ось як ти робиш щасливу думку чимось матеріальним…​ — Ентоні безпорадно знизав плечима. — Тобто, я вже чув це все раніше, проте…​
  
  Інші учні вже почали скупчуватися навколо Ентоні з власними питаннями.
  
   — Міс Ґрейнджер? — покликав директор. Можливо його голос був лагідним, а може просто слабким.
  
  Герміона розправила плечі й пішла за ним.
  
   — Що ти бачив під плащем? — запитав Гаррі в Ентоні.
  
  Ентоні здивовано поглянув на Гаррі перед тим, як відповісти.
  
   — Дуже високого чоловіка, що був мертвим, тобто, мав форму та колір мерця…​ дивитися на нього було боляче, і я знав, що це спроби дементора дістати мене.
  
  Гаррі озирнувся на Герміону, що стояла навпроти клітки та плаща.
  
  Герміона підняла паличку в позицію для перших жестів.
  
  Фенікс директора зникнув.
  
  Герміона коротко, жалюгідно вереснула, відсахнулася…​
  
  …​зробила крок назад, Гаррі міг бачити, як рухається її паличка, а потім вона змахнула нею та сказала «Експекто Патронум!»
  
  Нічого не сталося.
  
  Герміона розвернулася й побігла.
  
   — Експекто Патронум! — вимовив глибший голос директора, і срібний фенікс знову запалав.
  
  Дівчинка оступилася, але продовжувала бігти, вона почала видавати дивні звуки.
  
   — Герміоно! — крикнули Сьюзен, Анна, Дафна та Ерні. І всі вони почали бігти до неї; Гаррі тим часом, бо він завжди думав на крок уперед, розвернувся та побіг до стола з шоколадом.
  
  Навіть після того, як Гаррі запхав шоколад Герміоні до рота, і вона його прожувала та проковтнула, вона все одно рвучко дихала й плакала, а очі досі були розфокусовані.
  
  Вона не може бути незворотно дементованою, подумки відчайдушно відповідав Гаррі внутрішній збентеженості, жахливому страху та смертельній люті, що почали переплітатися разом, не могла, вона не була під впливом навіть десять секунд, і близько не сорок…​
  
  Але вона могла бути тимчасово дементованою, як Гаррі усвідомив. Не було правила, що не можна було отримати тимчасових пошкоджень від дементора протягом лише десяти секунд, якщо ти був достатньо чутливим.
  
  Потім очі Герміони ніби сфокусувалися, заметалися навкруги та зупинилися на ньому.
  
   — Гаррі, — палко кинула вона, і решта учнів затихли. — Гаррі, ні. Ні!
  
  Гаррі раптом стало страшно питати Герміону, що йому не треба робити, чи був він у її найгірших спогадах, чи якомусь нічному жахітті, яке вона тепер знову побачила наяву?
  
   — Не підходь до нього! — сказала Герміона. Вона простягла руку й схопилася за лацкан його мантії. — Тобі не можна підходити до нього, Гаррі! Він розмовляв зі мною, Гаррі, він знає тебе, він знає, що ти тут!
  
   — Що…​ — запитав Гаррі, і прокляв себе за це.
  
   — Дементор! — сказала Герміона, її голос перейшов на вереск. — Професор Квірел хоче, щоб він тебе зʼїв!
  
  У раптовій тиші професор Квірел підійшов на кілька кроків, але більше не наблизився (зрештою, там був Гаррі).
  
   — Міс Ґрейнджер, — сказав він суворим голосом, — гадаю, вам варто зʼїсти ще шоколаду.
  
   — Професоре Флитвік, не дозволяйте Гаррі спробувати, відправте його назад!
  
  Тоді підійшов директор, і він з професором Флитвіком обмінялися стурбованими поглядами.
  
   — Я не чув, щоб дементор розмовляв, — сказав директор. — Та все ж…​
  
   — Просто спитайте, — дещо втомлено сказав професор Квірел.
  
   — Чи не казав дементор, як він дістанеться Гаррі? — запитав директор.
  
   — Спочатку найсмачніші частини, — сказала Герміона, — він…​ він зʼїсть…​
  
  Герміона кліпнула очима. Розум частково повернувся до її очей.
  
  Потім вона почала плакати.
  
   — Ви були надто сміливою, Герміоно Ґрейнджер, — сказав директор. Його голос був лагідними, і дуже розбірливим. — Значно сміливішою, ніж я гадав. Вам варто було розвернутися й тікати, а не триматися й спробувати завершити свої чари. Коли ви будете старшою й сильнішою, міс Ґрейнджер, я знаю, що ви спробуєте знову, і знаю, що у вас вийде.
  
   — Вибач, — казала Герміона, задихаючись. — Вибач, вибач, вибач…​ Вибач, Гаррі, я не можу сказати, що я бачила, я не дивилася, я не наважилася подивитися, я знала, що це надто жахливо, щоб це бачити…​
  
  Це мав би зробити Гаррі, проте він завагався, бо в нього всі руки були в шоколаді; і, крім того, Ерні та Сьюзен були поряд, тому вони допомогли Герміоні підвестися з місця, де вона впала на траву, та провели її до столу з солодощами.
  
  П’ятьма шоколадками потому Герміона ніби знову стала собою, підійшла до професора Квірела та вибачилася. Але відтоді вона весь час дивилася на Гаррі — щоразу, як він дивився в її напрямку. Він зробив крок до неї лише раз, і зупинився, коли вона відступила на крок. Її очі безмовно вибачалися й тихо благали облишити її в спокої.
  
  Невіл Лонґботом побачив був щось мертве, воно ніби напіврозклалося, з нього щось сочилося, його обличчя скидалося на розчавлену губку.
  
  Це було найгірше з того, що Гаррі розповідали. Невіл уже міг був створювати невеличке тремтіння світла зі своєї палички, проте він у повному спокої розвернувся та втік, а не спробував використати чари патронуса.
  
  (Директор нічого не сказав іншим учням, нікому не сказав бути менш сміливим; але професор Квірел холоднокровно зазначив, що якщо хтось коїть помилку після попередження, то незнання стає дурістю.)
  
   — Професоре Квірел? — тихо запитав Гаррі, підійшовши до професора так близько, як наважився. — Що ви бачите, коли…​
  
   — Не питайте, — без емоцій відповів той.
  
  Гаррі з повагою кивнув.
  
   — А якими саме були ваші слова до директора, якщо можна спитати?
  
   — Наші найгірші спогади можуть лише гіршати, коли ми дорослішаємо, — сухо.
  
   — А…​ Логічно.
  
  Щось промайнуло в очах професора Квірела тоді, коли він дивився на Гаррі.
  
   — Сподіватимемося, — сказав він, — що ви досягнете успіху цього разу, містере Поттер. Бо тоді директор, можливо, навчить вас свого фокуса: використанню патронуса для надсилання повідомлень, що їх не можна підробити чи перехопити. Військову важливість цього неможливо переоцінити. Це буде величезною перевагою для Легіону Хаосу і колись, гадаю, для всієї країни. Але якщо ви не досягнете успіху, містере Поттер…​ ну, я зрозумію.
  
  Мораґ Макдуґал сказала «Ай», її голос тремтів, і Дамблдор одразу відновив свого патронуса.
  
  Парваті Патіл створила матеріального патронуса у формі тигра, більшого за фенікса Дамблдора, хоч і зовсім не такого яскравого. Її привітали гучними оплесками всі глядачі, хоча це не призвело до такого ж здивування, яке викликав Ентоні.
  
  І ось прийшла черга Гаррі.
  
  Директор вигукнув імʼя Гаррі Поттера. Гаррі боявся.
  
  Він знав, знав що зазнає невдачі, і знав, що йому буде боляче.
  
  Але він все одно спробує, адже подеколи в присутності дементора чарівник, що ніколи не міг отримати й проблиску світла, раптом здатен створити матеріального патронуса, і ніхто не розумів, чому це так.
  
  Крім того, якщо Гаррі не може захистити себе від дементорів, то він має вміти розпізнати їхнє наближення, розпізнати, коли вони впливають на його розум, та втекти, доки не запізно.
  
  Який мій найгірший спогад?..
  
  Гаррі очікував, що директор стурбовано на нього погляне, чи погляне на нього з надією або дасть якусь глибоку мудру пораду. Але натомість Албус Дамблдор лише тихо й спокійно спостерігав за ним.
  
  Він гадає, що в мене не вийде, але він не хоче завадити мені, сказавши це, подумав Гаррі, якби в нього були якісь підбадьорливі слова, він би вимовив їх…​
  
  Клітка наближалася. Вона вже окиснилася, але ще не перетворилася на іржу, ще ні.
  
  Плащ наблизився. Він розплутувався й був вкритий нелатаними дірками. Аврор Ґоряноф казав був, що зранку плащ був новим.
  
   — Директоре? Що ви бачите? — запитав Гаррі.
  
  Голос директора теж був спокійним.
  
   — Дементори — це створіння страху, і зі зменшенням страху дементора зменшується й моторошність його форми. Я бачу високого, худого, голого чоловіка. Він не розкладається. На нього лише трохи боляче дивитися. Ось і все. А що бачиш ти, Гаррі?
  
  …​Гаррі не міг бачити, що під плащем.
  
  Чи не зовсім так, його розум відмовлявся бачити, що під плащем…​
  
  Ні, його розум намагався побачити неправильне під плащем, Гаррі відчував це, його очі намагалися зробити помилку. Але Гаррі зробив був усе можливе, щоб натренувати себе помічати навіть крихітне спантеличення й автоматично не дозволяти собі вигадувати. Щоразу, як його розум намагався вигадати брехню щодо того, що під плащем, цей рефлекс достатньо швидко зупиняв спробу.
  
  Гаррі подивився під плащ і побачив…​
  
  Відкрите питання. Гаррі не дозволяв розуму побачити неправду, тому він не бачив нічого, ніби частина візуальної кори, що отримувала сигнал, просто припиняла своє існування. Під плащем була сліпа зона. Гаррі не міг знати, що там.
  
  Він лише знав, що це щось значно гірше за мумію, що розкладається.
  
  Незримий жах під плащем тепер був дуже близько, але палаючий птах місячного світла, білий фенікс, досі був між ними.
  
  Гаррі хотілося втекти, як зробили були деякі інші учні. Половина з тих, хто не міг створити патронуса, просто не прийшли сьогодні. З решти половина втекли ще до того, як директор скасував свого патронуса, і ніхто їм аніслова не сказав. Дехто засміявся, коли Террі розвернувся й пішов перед своєю спробою, але Сьюзен та Анна, що вже спробували були, сказали всім замовкнути.
  
  Але Гаррі був Хлопчиком-Що-Вижив, і він втратить чимало поваги, якщо здасться навіть без спроби.
  
  Гордість вщухала, маски спадали в присутності тієї невідомості під плащем.
  
  Чому я досі тут?
  
  Не сором виглядати боягузом утримував ноги Гаррі на місці.
  
  Не надія відновити свою репутацію підвела його паличку.
  
  Не жага опанувати магію чарів патронуса виставила його пальці в початкову позицію.
  
  А щось зовсім інше, щось, що мусило протистояти тому, що було під плащем, адже воно було істинною пітьмою, і Гаррі мав дізнатися, чи є в нього сила протистояти їй.
  
  Гаррі планував був спробувати востаннє використати свій набіг на книгарні разом із батьком, проте натомість, в останню мить, у присутності дементора, згадався інший спогад, щось, що він не пробував раніше. Ця думка не була теплою та щасливою у звичайному розумінні, але вона чомусь здавалася доречнішою.
  
  І Гаррі згадав зірки, згадав, як вони страшенно яскраво, незмигно світили тихої ночі. Він дозволив зображенню заполонити себе, заполонити повністю, ніби барʼєр блокології над усім розумом, щоб знову перетворитися на безтілесну свідомість посеред порожнечі.
  
  Яскравий срібний фенікс зникнув.
  
  І дементор вдарив його розум, ніби кулак Бога.
  
  СТРАХ / ХОЛОД / ПІТЬМА
  
  На мить дві сили зіткнулися чимдуж: мирний залитий зорями спогад тримав тиск страху, доки пальці Гаррі почали рухи, що вже були завчені до автоматизму. Вони не були ані теплими, ані щасливими, ці палаючі точки світла в абсолютній темряві. Але дементор не міг легко проникнути крізь це зображення, бо тихе горіння зірок було величезним та непідвладним страху, і світитися в холоді й темряві було для них природним.
  
  Але була якась вада, тріщина, розлам у нерухомому обʼєкті, що намагався чинити опір цій нездоланній силі. Гаррі відчув напад злості від того, що дементор хотів харчуватися ним, і це було як послизнутися на мокрому льоду. Розум Гаррі почав зʼїжджати в прірву: до образи, чорної люті, смертельної ненависті…​
  
  Гаррі підняв паличку для фінального змаху.
  
  Він відчув, що не вийде.
  
   — Експекто Патронум, — вимовив його голос. Слова були пустими й безґлуздими.
  
  І Гаррі почав падати у свою темну сторону, падати вниз у свою темну сторону. Далі, швидше й глибше, ніж будь-коли, униз, униз, униз, а зʼїзд у прірву прискорювався, бо дементор огортав собою оголені й вразливі частини та поїдав їх, поглинаючи світло. Рефлекс, що вже майже зник, нишпорив у пошуках тепла, але коли згадувалися спогади про Герміону, маму й тата, то дементор спотворював їх, показував Герміону, що лежала мертва на землі, трупи його батьків, а потім навіть це з нього висмоктало.
  
  На місце вакууму піднявся спогад, найгірший зі спогадів, щось забуте так давно, що нейронні звʼязки вже не мали б існувати.
  
   — Лілі, бери Гаррі й тікай! Це він! — кричав чоловічий голос. — Біжи! Тікай! Я його затримаю!
  
  І Гаррі не міг стримати думки, посеред порожніх глибин своєї темної сторони, як сміховинно самовпевненим був Джеймс Поттер. Затримати Лорда Волдеморта? Чим це?
  
  Потім заговорив інший голос, високий, ніби шипіння чайника, цей голос ніби приклав сухий лід до кожного нерва Гаррі, ніби металеве тавро охолодили до температури рідкого гелію та доторкнулися ним до кожної частини його тіла. Цей голос сказав:
  
   — Авадакедавра.
  
  (Паличка вилетіла з безсилих пальців хлопця, коли його тіло почало битися в конвульсіях та падати, очі директора стривожено розширилися та він почав створювати патронуса.)
  
   — Не Гаррі, не Гаррі, будь ласка, тільки не Гаррі!.. — кричав жіночий голос.
  
  Хай що залишилося від Гаррі, слухало без жодного промінчика світла всередині, у мертвій порожнечі його серця, і йому було цікаво, чи вона справді гадала, що Лорд Волдеморт зупиниться, якщо попросити ввічливо.
  
   — Відійди, жінко! — вереснув пекуче холодний голос. — Бо я прийшов не по тебе, а лише по хлопця.
  
   — Не Гаррі! Прошу…​ помилуй його…​ помилуй…​
  
  Лілі Поттер, міркував Гаррі, видається, не розуміла, що за люди стають темними лордами. І якщо це найкраща стратегія, яку вона могла вигадати, щоб врятувати життя своєї дитини, то це була її остання невдача в ролі матері.
  
   — Я даю тобі рідкісну можливість втекти, — промовив пронизливий голос. — Але я не марнуватиму час, щоб підкоряти тебе, і твоя смерть тут не врятує твоєї дитини. Відійди, дурна жінко, якщо в тебе є бодай крапля розуму!
  
   — Не Гаррі, прошу, тільки не Гаррі, убий замість нього мене!
  
  Порожній істоті, що нею був Гаррі, було цікаво, чи Лілі Поттер справді могла собі уявити, що Лорд Волдеморт погодиться, убʼє її, а потім піде й залишить її сина неушкодженим.
  
   — Ну гаразд, — сказав голос смерті, тепер здавалося, що йому весело, — я приймаю цю угоду. Ти помреш, а дитина житиме. Тепер кинь паличку, щоб я міг тебе вбити.
  
  Запала жахлива тиша.
  
  Лорд Волдеморт почав сміятися, огидно презирливо сміятися.
  
  А потім, нарешті, голос Лілі Поттер верескнув з відчайдушною ненавистю «Авада ке…​».
  
  Смертельний голос завершив першим, закляття було швидким та точним.
  
   — Авадакедавра.
  
  Сліпучий відблиск зеленого позначив кінець Лілі Поттер.
  
  І дитина в дитячому ліжечку побачила їх — очі, два малинових ока, що ніби світилися багряно-червоним, палали, ніби крихітні сонця, заполонили все поле зору, коли зустрілися з його власними…​
  
  Решта дітей бачили, як Гаррі Поттер упав, чули, як Гаррі Поттер кричав; це був високий крик, що пронизував їхні вуха, наче ніж.
  
  Був яскравий срібний спалах і директор заревів «Експекто Патронум!», тоді повернувся палаючий фенікс.
  
  Але жахливий крик Гаррі Поттера усе тривав і тривав, навіть коли директор схопив його на руки й відніс подалі від дементора, навіть коли Невіл Лонґботом та професор Флитвік одночасно пішли за шоколадом і…​
  
  Герміона знала, вона знала, щойно побачила, знала, що її жахіття стало дійсністю, якимось чином здійснювалося.
  
   — Дайте йому шоколаду! — вимагав професор Квірел. Безґлуздо, адже крихітний професор Флитвік уже летів кулею до директора, що біг до учнів.
  
  Герміона й сама рухалася до них, хоча не знала, що збирається робити…​
  
   — Створіть патронусів! — крикнув директор, коли виніс Гаррі за аврорів. — Усі, хто може! Хай вони стануть між Гаррі та дементором! Він досі харчується ним!
  
  На мить усі застигли від жаху.
  
   — Експекто Патронум! — крикнули професор Флитвік, аврор Ґоряноф, а тоді й Ентоні Ґольдштейн, хоча в нього не вийшло першого разу, потім Парваті Патіл (у неї вийшло), а тоді Ентоні спробував знову, і його срібний птах розправив крила та закричав на дементора. Дін Томас рикнув слова, ніби вони були написані літерами з вогню, і його паличка народила височенного білого ведмедя. Вісім палаючих патронусів були між Гаррі та дементором, та Гаррі все кричав і кричав, коли директор поклав його на суху траву.
  
  Герміона не могла створити патронуса, тому підбігла до Гаррі. Подумки вона намагалася визначити, як довго вже. Двадцять секунд? Більше?
  
  На обличчі Албуса Дамблдора було видно страшенну муку й збентеження. Його довга чорна паличка була в його руці, проте він не вимовляв жодних заклять, а лише з жахом дивився на тіло Гаррі, що смикалося…​
  
  Герміона не знала, що робити, вона не знала, що робити, вона не розуміла, що коїться, а наймогутніший чарівник у світі, видавалося, був не менш розгубленим.
  
   — Використайте фенікса! — заревів професор Квірел. — Заберіть його подалі від дементора!
  
  Без жодного слова директор охопив Гаррі руками й зник з тріскотом вогню за допомогою Фоукса, що раптово зʼявився. Патронус директора зник зі свого місця, де стеріг дементора.
  
  Жах, спантеличення та раптовий гомін.
  
   — Містер Поттер має одужати, — підвищеним, проте знову спокійним тоном сказав професор Квірел. — Гадаю, це продовжувалося лише трохи більше за двадцять секунд.
  
  Тоді палаючий білий фенікс знову зʼявився, це створіння місячного світла прилетіло нізвідки до Герміони Ґрейнджер та сказало голосом Албуса Дамблдора:
  
   — Воно досі харчується ним, навіть тут! Як? Якщо ти знаєш, Герміоно Ґрейнджер, то маєш сказати! Скажи мені!
  
  Старший аврор обернувся, щоб поглянути на неї, як і багато учнів. Професор Флитвік не озирнувся, він направляв паличку на професора Квірела, що демонстративно тримав порожні руки в повітрі.
  
  Секунди тікали, ніхто їх не рахував.
  
  Вона не могла згадати, не могла ясно згадати жахіття, не памʼятала, чому гадала, що це можливо, чому вона боялася…​
  
  І тоді Герміона зрозуміла, що вона має зробити, і це було найскладніше рішення в її житті.
  
  Що, як з нею станеться те саме, що з Гаррі?
  
  Всі її кінцівки стали холодними, мов смерть, в голові запаморочилося, страх пересилював усе. Вона бачила була, як помер Гаррі, як померли мама й тато, і всі її друзі, всі померли, і зрештою, коли вона померла, вона була сама. Це було її таємним жахіттям, що про нього вона ніколи ні з ким не розмовляла, і воно надало дементору владу над нею. Найсамотніше, що може бути, — померти самотньо.
  
  Вона не хотіла туди повертатися, вона…​ вона не…​ вона не хотіла залишитися там назавжди…​
  
  У тебе достатньо сміливості для Ґрифіндору, сказав спокійний голос Сортувального Капелюха з її спогадів, але ти чинитимеш правильно в будь-якому гуртожитку, який я назву. Ти навчатимешся, ти стоятимеш поряд з друзями у будь-якому гуртожитку, що ти вибереш. Тому не бійся, Герміоно Ґрейнджер, просто виріши, де тобі місце…​
  
  Не було часу на роздуми — Гаррі помирав.
  
   — Зараз я не памʼятаю, — сказала Герміона надломленим голосом, — але зачекайте, я знову стану перед дементором…​
  
  Вона почала бігти до дементора.
  
   — Міс Ґрейнджер! — пискнув професор Флитвік, але не поворухнувся, щоб зупинити її, — лише тримав свою паличку направленою на професора Квірела.
  
   — Усі! — крикнув аврор Комодо як військову команду. — Приберіть свої патронуси з її шляху!
  
   — ФЛИТВІКУ! — гаркнув професор Квірел. — ВИКЛИЧ ПАЛИЧКУ ПОТТЕРА!
  
  Герміона тільки-но збагнула, а професор Флитвік уже кричав «Акціо!», і вона побачила, як шматок дерева прилетів з місця, де він лежав і ледь не торкався клітки дементора.
  — Фоуксе, — сказав Дамблдор надтріснутим голосом, — допоможи йому, будь ласка…​

Блискуче червоно-золоте створіння зʼявилося в полі зору й питально поглянуло вниз. Тоді почало наспівувати.

Беззмістовне цвірінькання відскакувало від порожнечі, там не було нічого, за що воно могло б зачепитися.

 — Ти шумний, — сказав голос, — ти маєш померти.

 — Шоколад, — сказав Албус Дамблдор, — тобі потрібен шоколад і твої друзі…​проте я не наважуся повернути тебе…​

Тоді прибув яскравий крук, щось сказав голосом професора Флитвіка. Тоді Албус Дамблдор скрикнув від раптового розуміння і вголос вилаявся на свою дурість.

Порожнє створіння розсміялося, бо зберегло здатність розважатися.

За мить вони всі зникли з черговим спалахом вогню.

Видавалося, після того, як крук професора Флитвіка кудись полетів, минула лише мить, і Албус Дамблдор знову зʼявився з черговим тріскотом червоного та золотого вогню, Гаррі був у нього на руках. Але якимось чином цього разу Герміона вже встигла наповнити свої руки шоколадом.

Але не встигла Герміона до них дістатися, як шоколад сам злетів зі стола прямо до рота Гаррі, і якась крихітна частина її розуму заявила, що це нечесно: він-то мав можливість зробити це для неї…​

Гаррі виплюнув шоколад.

 — Іди геть, — сказав такий порожній голос, що він навіть не був холодним.

…​

Усе ніби застигло. Усі, хто почав рух до Гаррі, заклякли на місці. Усі рухи зупинив шок від цих двох мертвих слів.

Тоді:

 — Ні, — сказав Албус Дамблдор, — не піду.

І час знову пішов, коли ще один шматок шоколаду перелетів повітрям до рота Гаррі.

Герміона тепер була достатньо близько, щоб бачити, що обличчя Гаррі сповнила ненависть, а жував він з механічним, неприродним ритмом.

Директор був суворим, наче залізо.

 — Філіусе, поклич Мінерву, скажи, що вона має прийти швидко.

Професор Флитвік зашепотів щось своєму срібному крукові, і той злетів у повітря та зникнув.

Черговий шматок шоколаду залетів до рота Гаррі, і механічне жування продовжилося.

Навколо директора, що суворо спостерігав за Гаррі, зібралося більше студентів: Невіл, Шеймус, Дін, Лаванда, Ерні, Террі, Ентоні. Жоден з них не наважувався підійти ближче, ніж Герміона.

 — Що ми можемо зробити? — запитав Дін, його голос тремтів.

 — Відійдіть і дайте йому більше простору…​ — сухо сказав професор Квірел.

 — Ні! — перервав директор. — Хай навколо нього будуть друзі.

Гаррі проковтнув шоколад і сказав порожнім голосом:

 — Вони дурні. Вони мають померти мммффф, — коли ще один шматок шоколаду наповнив його рот.

Герміона бачила, яким шоком наповнилися їхні обличчя.

 — Він же несерйозно, правда? — запитав Шеймус, ніби він благав про це.

 — Ви не розумієте, — сказала Герміона, її голос зривався, — це не Гаррі…​ — і вона замовкла, не сказавши більше нічого, але вона мала сказати хоча б це.

З виразу обличчя Невіла вона побачила, що він зрозумів, але також бачила, що решта не зрозуміли. Якщо Гаррі справді ніколи так не думав, то дія дементора протягом менш ніж хвилини не мала змусити його це сказати. Ось про що вони, напевно, думали.

Менше, ніж хвилина дії дементора, не могла створити цілковито нову злу особистість всередині тебе з нічого.

Але якщо ця особистість уже була там…​

Чи знає директор?

Герміона поглянула на директора і побачила, що його погляд зосереджено на ній, і його сині очі раптом стали дуже пронизливими…​

У її розумі зʼявилися слова.

Не розповідай про це, — сказала воля Дамблдора.

Ви знаєте, подумала Герміона. Про його темну сторону.

Я знаю. Але це навіть гірше. Пісня Фоукса не може дістатися до нього там, де він загубився.

Що ми можемо…​

У мене є план, надіслав директор. Терпіння.

Щось у манері цієї думки змусило Герміону нервуватися. Який план?

Краще тобі не знати, надіслав директор.

Тепер Герміона справді нервувала. Вона не знала, як багато директор знав про темну сторону Гаррі…​

Слушно, надіслав директор. Я зараз розповім тобі. Підготуйся й не реагуй. Ти готова? Добре. Я збираюся зробити вигляд, що використаю смертельне прокляття на професорці Макґонеґел…​ НЕ РЕАГУЙ, Герміоно!

Це потребувало зусиль. Директор і справді був божевільним! Це не поверне Гаррі з темної сторони, Гаррі повністю розлютиться, він убʼє директора…​

Але це не справжня пітьма, надіслав Албус Дамблдор. Це бажання захистити, це любов. Тоді Фоукс зможе досягти його. А коли Гаррі побачить, що Мінерва насправді жива, це повністю поверне його.

Герміоні дещо спало на думку…​

Навряд чи це спрацює, надіслав директор, і тобі може не сподобатися, як він відреагує, якщо спробуєш. Але можеш спробувати, якщо бажаєш.

Вона ж не серйозно! Це було надто…​

Тоді вона перевела погляд, розірвавши контакт з директором, і подивилася на хлопця, що роззирався довкола порожніми, презирливими очима. Його рот продовжував жувати й ковтати плитки шоколаду одну за одною без жодного ефекту. ЇЇ серце стиснулося, і раптом купа всього більше не мало значення. Мало значення лише те, що був шанс.

Його примушували жувати й ковтати шоколад. Реакцією на примус було вбивство.

Люди зібралися навколо й витріщалися. Це дратувало. Реакцією на роздратування було вбивство.

Інші люди базікали подалі. Це було зарозуміло. Реакцією на зарозумілість було завдавати болю, але жоден з них не був корисним, тому вбити їх буде легше.

Вбити усіх цих людей буде складно. Але багато хто з них не довіряв Квірелові, що був сильним. Пошук потрібного імпульсу, що призведе до того, що вони повбивають один одного.

А тоді хтось схилився в його поле зору й зробив щось надзвичайно дивне, щось, що стосувалося цілковито чужого режиму мислення, на це була збережена лише одна-єдина реакція…​

Вона почула зойки довкола, проте їй було начхати, вона продовжувала цілувати ці замазані шоколадом губи, а в її очах накопичувалися сльози.

А тоді Гаррі підвів руки й відштовхнув її, а його губи крикнули:

 — Я ж казав тобі! Ніяких поцілунків!

 — Гадаю, тепер з ним все буде гаразд, — сказав директор. Він дивився туди, де Гаррі плакав і гучно схлипував, а Фоукс наспівував над ним. — Бездоганно виконано, міс Ґрейнджер. Знаєте, навіть я не очікував, що це справді спрацює.

Пісня фенікса призначалася не їй, і Герміона знала про це, проте все одно втішала її, і їй це було потрібно, бо її життя офіційно скінчене.
Пісня Фоукса поступово вщухла.

Гаррі сидів на вбитій зимою траві, на якій він щойно лежав, Фоукс досі був на його плечі.

Навколо нього багато хто затамував подих.

 — Гаррі, з тобою все гаразд? — запитав Шеймус, його голос тремтів.

Феніксовий спокій ще не покинув його, як і тепло, що надходило з місця, де всівся Фоукс. Тепло пронизувало його, як і спогади про пісню, що досі були яскравими в присутності фенікса. З ним трапилися були жахливі речі, жахливі думки пройшли крізь його розум. Він згадав неможливе, хоча дементор і змусив його спаплюжити цей спогад. Дивне слово лунало в його голові. Але все це може зачекати, доки фенікс ще сяє червоним та золотим під світлом заходу сонця.

Фоукс каркнув на нього.

 — Щось, що я маю зробити? — запитав Гаррі Фоукса. — Що саме?

Фоукс кивнув головою в напрямку дементора.

Гаррі поглянув на невидимий жах, що досі був у клітці, а потім спантеличено повернув погляд до фенікса.

 — Містере Поттер? — почув він голос Мінерви з-за спини. — З вами справді все гаразд?

Гаррі звівся на ноги й обернувся.

Мінерва Макґонеґел дуже стурбовано дивилася на нього. Албус Дамблдор стояв поряд та уважно його розглядав. Філіуса Флитвіка, видавалося, переповнювало надзвичайне полегшення. А всі учні просто витріщалися.

 — Гадаю так, професорко Макґонеґел, — спокійно відповів Гаррі. Він ледь не бовкнув «Мінерво», але вчасно зупинився. Принаймні, доки Фоукс сидітиме на його плечі, все з ним буде добре. Можливо, він знепритомніє, щойно Фоукс покине його, проте це не здавалося важливим. — Гадаю, я в нормі.

Хтось мав би почати підбадьорювати його, чи хоча б полегшено видихнути абощо, проте жоден з них не знав, що сказати. Жоден.

Феніксовий спокій тривав.

Гаррі обернувся.

 — Герміоно?

Усі з бодай крихтою романтики в серці затамували подих.

 — Я не знаю як гідно віддячити тобі, — тихо сказав Гаррі, — так само, як і не знаю, як вибачатися. Можу сказати лише, що якщо ти сумніваєшся, чи правильно вчинила, то знай, що правильно.

Хлопець та дівчина поглянули в очі одне одному.

 — Вибач, — сказав Гаррі. — За те, що буде далі. Якщо я можу щось зробити…​

 — Ні, — відповіла Герміона. — Не можеш. Втім, усе гаразд.

Тоді вона відвернулася від Гаррі та пішла в бік шляху, що вів до брами Гоґвортсу.

Чимало дівчат обдарували Гаррі спантеличеними поглядами, а потім пішли за нею. Коли вони трохи віддалилися, від них почулися сповнені емоцій розпитування.

Гаррі дивився на них, доки вони не зникли з поля зору, а потім обернувся до інших учнів. Вони бачили його на землі, як він кричав, і…​

Фоукс ткнувся дзьобом у його щоку.

…​і це колись допоможе їм зрозуміти, що Хлопчик-Що-Вижив також може відчувати біль, що йому теж може бути нестерпно. Щоб тоді, коли їм самим буде боляче й нестерпно, вони згадали, як Гаррі корчився на землі, і знали, що їхні проблеми й тривоги не означають, що в них ніколи нічого не вийде. Чи для цього директор дозволив решті учнів залишитися та дивитися?

Очі Гаррі майже бездумно поглянули на високий подертий плащ, і він несвідомо сказав:

 — Це не має існувати.

 — А, — сказав сухий точний голос. — Я знав, що ви можете таке сказати. Мені дуже прикро повідомляти вам, містере Поттер, що дементорів неможливо вбити. Багато хто намагався.

 — Справді? — досі бездумно сказав Гаррі. — А що вони пробували?

 — Існує певне надзвичайно небезпечне й руйнівне закляття, — сказав професор Квірел, — що я його не називатиму тут, — закляття проклятого вогню. Його можна використовувати для знищення древніх пристроїв на кшталт Сортувального Капелюха. Воно не має жодного ефекту на дементорів. Вони невмирущі.

 — Вони не невмирущі, — сказав директор. Слова спокійні, погляд гострий. — Вони не мають вічного життя. Вони — рани цього світу, а напад на рану лише збільшує її.

 — Гм…​ — почав Гаррі. — А якщо кинути дементора в Сонце? Його буде знищено?

 — Кинути дементора в Сонце? — пискнув професор Флитвік. Видавалося, він от-от знепритомніє.

 — Це здається малоймовірним, містере Поттер, — сухо сказав професор Квірел. — Зрештою, Сонце дуже велике. Сумніваюся, що дементор сильно на нього вплине. Втім, я б волів цього не перевіряти, містере Поттер, про всяк випадок.

 — Розумію, — сказав Гаррі.

Фоукс каркнув востаннє, обгорнув крилами голову Гаррі та злетів. Та полетів прямо на дементора з пронизливим криком непокори, що рознісся над усім полем. Не встигнув ніхто й поворухнутися, як спалахнув вогонь, і Фоукс зник.

Частка спокою зникла.

Частка тепла зникла.

Гаррі глибоко вдихнув та видихнув.

 — Ага, — сказав Гаррі. — Я досі живий.

Знову ця тиша, знову відсутність підбадьорювання. Ніхто не знав, що сказати у відповідь…​

 — Радий чути, що ви цілковито одужали, містере Поттер, — твердо сказав професор Квірел, ніби заперечував можливість іншого. — Тепер, здається, черга міс Рензом?

Тоді почалася коротка суперечка, в якій професор Квірел мав рацію, а решта помилялися. Професор із захисту зазначив, що, незважаючи на зрозумілі емоції всіх присутніх, імовірність того, що така ж неприємна пригода спіткає іншого учня, нескінченно мала. Тим паче, вони тепер знали, що треба уникати таких випадків із паличками. А тим часом були інші учні, що їм треба було скористатися своїм шансом створити матеріального патронуса, чи хоча б навчитися впізнавати наближення дементора, щоб мати можливість втекти, та дізнатися про рівень своєї вразливості…​

Зрештою виявилося, що лише Дін Томас та Рон Візлі з Ґрифіндору досі готові були підійти до дементора, що допомогло розвʼязати суперечку.

Гаррі поглянув у напрямку дементора. Слово лунало в його розумі.

Гаразд, подумав він, якщо дементор — загадка, то яка відповідь?

І тоді все стало очевидно.

Гаррі поглянув на окиснену, дещо розʼїдену клітку.

Він побачив, що було під високим пошматованим плащем.

Он воно як.

Професорка Макґонеґел підійшла порозмовляти з Гаррі. Вона не бачила найгіршої частини, у її очах лише ледь блищала волога. Гаррі сказав їй, що йому треба буде дещо з нею обговорити пізніше та поставити питання, яке він довго відкладав, проте це все зачекає, якщо в неї нагальні справи. Щось у її поведінці підказало йому, що її відірвали від чогось важливого. Гаррі сказав їй про це й запевнив, що вона не має почуватися винною, що піде. Через це він отримав суворий погляд, проте вона квапливо пішла, пообіцявши, що вони порозмовляють пізніше.

Дін Томас знову створив білого ведмедя — навіть у присутності дементора. Рон Візлі вичаклував достатній щит з яскравого туману. Це завершувало сьогоднішній день, наскільки було відомо решті. Професор Флитвік почав збирати учнів разом для повернення до Гоґвортсу. Коли стало ясно, що Гаррі збирається залишитися, професор Флитвік запитально подивився на нього. Гаррі у відповідь значуще поглянув на Дамблдора. Гаррі не знав, як саме професор Флитвік сприйняв це, проте після суворого попереджального погляду вихователь його гуртожитку пішов.

І ось залишилися лише Гаррі, професор Квірел, директор Дамблдор та трійка аврорів.

Краще було б спочатку позбутися трійки, але Гаррі не міг вигадати способу, як це зробити.

 — Гаразд, — сказав аврор Комодо, — повернімо його.

 — Перепрошую, — сказав Гаррі. — Я хотів би спробувати з дементором ще раз.

Прохання Гаррі викликало опір різновиду «та ти зовсім божевільний», хоча вголос це сказав лише аврор Бутнару.

 — Фоукс мені це доручив, — сказав Гаррі.

Це не зламало опір, хоча викликало чималий подив на обличчі Дамблдора. Вони сперечалися далі, і це майже розвіяло залишки феніксового спокою. Це роздратувало Гаррі, але лише трохи.

 — Послухайте, — сказав Гаррі, — я доволі впевнений, що зрозумів, що я робив не так. Існують люди, що їм потрібні теплі й щасливі спогади іншого типу. Просто дозвольте спробувати, гаразд?

Це також не виявилося переконливим.

 — Гадаю, — зрештою сказав професор Квірел, він дивився на Гаррі зіщуленими очима, — якщо не дозволити йому зробити це під наглядом, він може одного дня нишком втекти й піти шукати дементора. Чи мої звинувачення безпідставні, містере Поттер?

Усі приголомшено замовкли. Видавалося, саме час зіграти козирем.

 — Я не проти, якщо директор не розвіюватиме свій патронус, — сказав Гаррі.

Бо я все одно буду в присутності дементора, за патронусом чи ні.

Це ви́кликало спантеличення, навіть професор Квірел був здивований. Але нарешті директор згодився, бо навряд чи Гаррі міг зазнати шкоди крізь чотирьох патронусів.

Якби дементор не міг впливати крізь ваш патронус на якомусь рівні, Албусе Дамблдоре, то ви б не бачили голого чоловіка, що на нього боляче дивитися…​

Гаррі не сказав цього вголос через очевидні причини.

І вони почали наближатися до дементора.

 — Директоре, — сказав Гаррі, — припустімо, що двері Рейвенклову поставили б вам загадку: «що є центром дементора?» Що ви б відповіли?

 — Страх, — сказав директор.

Легко було помилитися. Дементор наближався, і ти починав боятися. Страх шкодив, ти відчував, як страх позбавляє тебе сил, і ти хотів, щоб страх минув.

Природно було вважати, що проблема — страх.

І тому було вирішено, що дементор — створіння щирого страху, і немає чого боятися, крім самого страху, що дементор не може нашкодити тобі, якщо ти не боїшся…​

Але…​

Що є центром дементора?

Страх.

Що є настільки жахливим, що розум відмовляється це бачити?

Страх.

Що неможливо вбити?

Страх.

…​ця відповідь не дуже пасувала, якщо замислитися.

Хоча було доволі очевидно, чому люди не поспішали шукати ще іншої відповіді після першої.

Люди розуміли страх.

Люди знали, що треба робити зі страхом.

Отже під час зустрічі з дементором не дуже приємно ставити собі питання: «А що як страх — це лише побічний ефект, а не головна проблема?»

Вони вже дуже близько підійшли до клітки з дементором, що його охороняли чотири патронуси, коли три аврори та професор Квірел різко ввібрали повітря. Усі поглянули на дементора і ніби слухали його; на лиці аврора Ґорянофа застигнув жах.

Тоді професор Квірел підвів голову, його обличчя було суворим, і плюнув у напрямку дементора.

 — Гадаю, йому не сподобалося, що в нього забрали здобич, — тихо сказав Дамблдор. — Ну, якщо буде потрібно, Квіріне, для тебе завжди буде прихисток у Гоґвортсі.

 — Що він сказав? — запитав Гаррі.

Усі повернули до нього голови та втупилися в нього.

 — Ти не чув?.. — запитав Дамблдор.

Гаррі заперечно похитав головою.

 — Він сказав мені, — відповів професор Квірел, — що знає мене, і що колись вистежить мене, хай де я намагатимуся сховатися.

Його лице було незворушним, не показувало і тіні страху.

 — А, — сказав Гаррі. — Я б не хвилювався про це, професоре Квірел.

Навряд чи дементори справді вміють розмовляти чи думати, вони все позичають з вашого власного розуму та очікувань…​

Тепер усі дуже дивно на нього дивилися. Аврори знервовано дивилися то один на одного, то на дементора, то на Гаррі.

І ось вони стояли прямо поряд із кліткою з дементором.

 — Вони — рани світу, — сказав Гаррі. — Це лише здогад навмання, проте гадаю, що це цитата Ґодрика Ґрифіндора.

 — Так…​ — сказав Дамблдор. — Звідки ти дізнався?

Поширене помилкове уявлення, подумав Гаррі, ніби всіх найкращих раціоналістів сортують до Рейвенклову, а в інших гуртожитках їх немає. Це не так. Опинитися в Рейвенклові означає, що твоєю найсильнішою рисою характеру є цікавість: бажання дізнатися справжню відповідь. А це не єдина риса, що потрібна раціоналістові. Подеколи треба старанно працювати над задачею, довго над нею думати. Подеколи потрібен хитрий план, щоб дізнатися відповідь. А інколи, щоб побачити відповідь, найбільше потрібна сміливість визнати її…​

Гаррі подивився на те, що було під плащем, — на жах значно страшніший за будь-яку мумію, що розкладається. Можливо, Ровена Рейвенклов також знала, адже це доволі очевидна загадка, якщо розуміти, що це загадка.

Також ставало очевидним, чому патронуси були тваринами. Тварини не знали, і тому були захищені від страху.

Але Гаррі знав, і завжди знатиме, і ніколи не зможе забути. Він старався був привчити себе дивитися на дійсність і не здригатися, і хоча Гаррі ще не опанував це мистецтво, але звичка вже була вбудована в його розум: рефлекс дивитися на болісні теми, а не відвертати погляд. Гаррі ніколи не зможе забути цього за допомогою теплих щасливих думок про щось інше, ось чому закляття для нього не працювало.

Тож Гаррі використає теплу щасливу думку не про щось інше.

Гаррі витягнув уперед паличку, що її повернув професор Флитвік, прийняв початкову позу для чарів патронуса.

Гаррі відкинув рештки феніксового спокою, вийшов з незворушного, примарного стану та згадав натомість пронизливий крик Фоукса, підготувався до битви. Закликав усі частинки й елементи себе прокинутися. Зібрав усю можливу силу, що могла живити чари патронуса, налаштував розум для останньої теплої й щасливої думки. Згадав усі яскраві речі.

Книжки, що їх купив йому тато.

Усмішку мами, коли Гаррі сам зробив їй листівку на день матері — це був складний пристрій, для якого він використав чверть кілограма запасних електричних частин з гаража. Лампочки мигтіли, листівка видавала невеличку мелодію. Він працював над нею три дні.

Як професорка Макґонеґел сказала йому, що його батьки померли гідно, захищаючи його. Це було правдою.

Усвідомлення того, що Герміона не відстає від нього, а навіть іде попереду, що вони можуть бути справжніми суперниками та друзями.

Витягування Драко з темряви хитрощами, можливість бачити, як він повільно йде до світла.

Невіл, Шеймус, Лаванда, Дін та всі інші, що рівняються на нього, всі, заради захисту кого він готовий боротися, якщо щось загрожуватиме Гоґвортсу.

Все, що робило життя вартим того, щоб його прожити.

Він підняв паличку в початкову позицію для чарів патронуса.

Гаррі згадав зірки — зображення, що майже стримало дементора навіть без патронуса. Тільки цього разу Гаррі додав елемент, що його бракувало, він ніколи не бачив цього особисто, проте бачив достатньо світлин та відео. Синьо-біла земля сяяла віддзеркаленим світлом Сонця й висіла у космосі серед чорної порожнечі та яскравих точок світла. Вона мала бути там, у цьому зображенні, бо саме вона надавала усьому сенсу. Через Землю зірки були значущими, ставали чимось більшим, ніж просто безконтрольні термоядерні реактори, адже саме з Землі колись колонізують галактику, здійснять обіцянку нічного неба.

Чи переслідуватимуть дементори прапрапрадітей, далеких нащадків людства, коли ті пересуватимуться від зірки до зірки? Ні. Звісно ж ні. Дементори — лише невеличка незручність, що зникне у світлі цієї обіцянки. Не безсмертні, не невразливі, зовсім ні. Треба долати невеличкі незручності, якщо ти був одним з тих, кому водночас пощастило та не пощастило народитися на Землі. На Древній Землі, як її колись називатимуть. Це також було частиною життя: якщо ти був одним з горстки живих істот, що народилися на самому початку, перед тим, як розумне життя досягло своєї повної сили, то набагато більше майбутнє залежало від того, що ти робив тут, зараз, у найперші дні світанку, коли ще існувало так багато темряви, яку треба побороти, та тимчасових незручностей на кшталт дементорів.

Мама й тато, дружба Герміони та світоглядна подорож Драко, Невіл, Шеймус, Лаванда та Дін, синє небо та сяйво Сонця, і всі яскраві речі: Земля, зірки, ця обіцянка, усе, чим людство було, і чим воно стане…​

На паличці пальці Гаррі пересунулися в початкові позиції. Тепер він був готовий, він вибрав правильну теплу й щасливу думку.

І Гаррі поглянув прямо на те, що було під подраним плащем, втупився у те, що називали дементором. Рана, порожнеча, діра у всесвіті, відсутність кольору та простору, відкритий стік для тепла цього світу.

Страх від нього крав усі щасливі думки, його наближення забирало всі сили, його поцілунок знищував те, ким ти є.

Тепер я знаю тебе, подумав Гаррі, змахуючи паличкою один, два, три й чотири рази, його пальці сковзнули на правильні відстані. Я осягнув твою природу, ти символізуєш смерть, через якийсь закон магії ти є тінню смерті в цьому світі.

А смерті я ніколи не прийму.

Це лише дитяча проблема, що її людство ще не переросло.

А колись…​

Ми залишимо тебе позаду…​

І людям більше не доведеться прощатися…​

Він вказав паличкою прямо на дементора.

 — ЕКСПЕКТО ПАТРОНУМ!

Думка вибухнула в ньому, ніби греблю прорвало, хлинула рукою до палички, вирвалася з неї палаючим білим світлом. Світло стало матеріальним, набуло форми й субстанції.

Фігура з двома руками, двома ногами та головою стояла прямо. Тварина Homo sapiens, форма людської істоти.

Гаррі наповнював закляття своєю силою, й вона сяяла дедалі яскравіше, сліпила сильніше за сонце на заході. Аврори та професор Квірел прикрили очі від шоку…​

А колись, коли нащадки людства оселяться на різних зірках, вони не розповідатимуть дітям історію Древньої Землі, доки ті не стануть достатньо дорослими, щоб витримати її. А коли вони слухатимуть, то плакатимуть від того, що смерть колись існувала!

Фігура людини тепер світила яскравіше, ніж полудневе сонце, так променисто, що Гаррі міг відчути тепло шкірою. І Гаррі надіслав усю свою непокору проти тіні смерті, відчинив усі водоспуски всередині, щоб яскрава форма палала навіть яскравіше, і ще яскравіше.

Ти не невразлива, і колись людство покінчить з тобою.

Я покінчу з тобою, якщо зможу, силою розуму, магії та науки.

Я не тремтітиму від страху смерті, доки маю шанс перемогти.

Я не дозволю смерті взяти ані мене, ані тих, кого я люблю.

Та навіть якщо ти покінчиш зі мною раніше, ніж я з тобою,

Інший стане на моє місце, а потім ще хтось,

Доки рана цього світу нарешті не загоїться…​

Гаррі опустив паличку, і яскрава фігура людини поступово зникла.

Він повільно видихнув.

Він ніби прокинувся, ніби розплющив очі після сну. Гаррі відірвав погляд від клітки, він роззирнувся навкруги й побачив, що всі витріщалися на нього.

Албус Дамблдор витріщався на нього.

Професор Квірел витріщався на нього.

Трійка аврорів витріщалися на нього.

Вони всі дивилися на нього так, ніби побачили, що він щойно знищив дементора.

Порожній подертий плащ лежав у клітці.
Сонце повністю сховалося за обрієм, червоне світло зникало з верхівок дерев, лише синє небо освітлювало шістьох людей, що стояли на висушеній зимою та припорошеній снігом траві поряд з вільною кліткою, на дні якої лежав подраний плащ.

Гаррі почувався…​ ну, знову нормальним. При своєму розумі. Закляття не скасувало цього дня та шкоди від нього, не змусило рани зникнути, але воно їх…​ перевʼязало, зняло біль? Це було складно описати.

Дамблдор також здавався більш здоровим, хоч і не в повній силі. Старий чарівник ненадовго повернув голову та схрестив погляди з професором Квірелом, а потім знову поглянув на Гаррі.

 — Гаррі, — сказав Дамблдор, — ти збираєшся впасти від утоми й можливо померти?

 — Як не дивно, ні. Щось я втратив через закляття, але значно менше, ніж я очікував, — а можливо навіть щось отримав, а не лише втратив…​ — Чесно, я гадав, що моє тіло приблизно зараз гепнеться на землю.

Почулися виразні звуки гепання тіл об землю.

 — Дякую, що попіклувався про це, Квіріне, — сказав Дамблдор професорові Квірелу, що тепер стояв над і за непритомними тілами трьох аврорів. — Зізнаюся, що мені досі трохи зле. Проте з чарами памʼяті я розберуся сам.

Професор Квірел схилив голову, а потім поглянув на Гаррі.

 — Я знехтую даремним висловлюванням подиву, — сказав професор Квірел, — зауваженнями про те, що самому Мерлінові це не вдалося й таке інше. Перейдімо одразу до важливого питання. Що, заради всіх повзучих змій, це було?

 — Чари патронуса, — сказав Гаррі. — Версія 2.0.

 — Я безмежно радий, що ти знову став собою, — сказав Дамблдор. — Проте ти з місця не зійдеш, юний рейвенкловцю, доки не розкажеш мені, яку саме теплу й щасливу думку ти використав.

 — Гм…​ — сказав Гаррі. Він задумливо постукав пальцем по щоці. — Чи варто розповідати?..

Професор Квірел раптом вишкірився.

 — Будь ласка? — сказав директор. — Дуже дуже прошу будь ласочка?

Гаррі відчув порив і вирішив не опиратися йому. Це було небезпечно, проте кращої нагоди може не трапитися до кінця всесвіту.

 — Три газовані напої, — сказав Гаррі капшучку та поглянув на професора із захисту й директора Гоґвортсу. — Панове, я купив ці напої під час першого відвідування платформи девʼять і три чверті, того дня, коли я вступив до Гоґвортсу. Я зберігав їх для якоїсь особливої події. На них накладено невеличке заклинання, що гарантує, що їх випʼють у правильний час. Це останні з мого запасу, але навряд чи колись буде краща нагода. Будьмо?

Дамблдор взяв бляшанку з рук Гаррі, і Гаррі кинув другу професорові Квірелу. Два старших чоловіки пробурмотіли однакові чари над бляшанками й трохи спохмурніли від результату. Гаррі зі свого боку просто відкрив бляшанку та почав пити.

Професор із захисту й директор Гоґвортсу чемно зробили так само.

І тоді Гаррі сказав:

 — Моя думка була про цілковите невизнання смерті як природного порядку.

Мабуть, це тепле відчуття не використати для чарів патронуса, проте воно все одно посіло місце в десятці найліпших спогадів Гаррі.

Те, як професор із захисту та директор поглянули на Гаррі, змусило його нервувати, доки пирсконад зникав. Проте потім вони поглянули один на одного і, напевно, обидва вирішили, що вони не в змозі зробити з Гаррі щось справді жахливе в присутності іншого.

 — Містере Поттер, — сказав професор Квірел, — навіть я знаю, що ці чари працюють не так.

 — Дійсно, — сказав Дамблдор, — розʼясни.

Гаррі розкрив рота, а потім він раптом усвідомив та хутко стулив губи. Ґодрик нікому не сказав, як і Ровена, якщо вона знала. Могло існувати скільки завгодно чарівників, що здогадалися й тримали язика за зубами. Неможливо забути щось, якщо ти знаєш, що намагаєшся це зробити. Щойно ти усвідомиш, як вона працювала, тваринна форма чарів патронуса у тебе більше ніколи не вийде — а більшість чарівників не мали відповідного виховання, щоб знищувати дементорів…​

 — Кгем, мені прикро, — сказав Гаррі. — Проте я ось щойно збагнув, що пояснювати це буде надзвичайно поганою ідеєю, доки ви дещо не зрозумієте самі.

 — Це правда, Гаррі? — повільно запитав Дамблдор. — Чи ти лише вдаєш мудрість…​

 — Директоре! — сказав професор Квірел, і видавалося, що він щиро шокований. — Містер Поттер сказав вам, що про це закляття не можна говорити з тими, хто його ще не опанував! Не можна тиснути на чарівника в таких справах!

 — Якби я розповів вам…​ — почав Гаррі.

 — Ні, — доволі суворо сказав професор Квірел. — Ви не розповідаєте нам чому, містере Поттер, ви просто кажете, що нам не треба знати. Якщо ви бажаєте вигадати підказку, то зробіть це вдумливо, у вільний час, а не посеред розмови.

Гаррі кивнув.

 — Але, — сказав директор. — Але, але що я скажу міністерству? Не можна просто загубити дементора!

 — Скажіть їм, що я його зʼїв, — сказав професор Квірел, через що Гаррі похлинувся пирсконадом, що він його бездумно пригубив. — Я не проти. Ходімо назад, містере Поттер?

Вони вдвох пішли ґрунтовою стежкою назад до Гоґвортсу. Албус Дамблдор залишився позаду, він витріщався на порожню клітку та трьох аврорів, що спали в очікуванні на свої чари памʼяті.

Наслідки, Гаррі Поттер і професор Квірел:

Деякий час вони йшли мовчки, доки професор Квірел не заговорив. Весь фоновий шум миттю вщухнув.

 — Ви надзвичайно вправні у вбивстві речей, мій учню, — сказав професор Квірел.

 — Дякую, — щиро відповів Гаррі.

 — Я не намагаюся щось винюхати, — сказав професор Квірел, — проте чи існує невеличка імовірність, що ви не хочете довірити цей секрет лише директорові?..

Гаррі обміркував це. Професор Квірел все одно не міг використовувати тваринні чари патронуса.

Але що вимовиш язиком, того не витягнеш і волом, і Гаррі достатньо швидко вчився, щоб зрозуміти, що він має принаймні подумати перед тим, як вивільнити цю таємницю.

Гаррі похитав головою, і професор Квірел кивнув на знак згоди.

 — З цікавості, професоре Квірел, якби ви привели дементора до Гоґвортсу для здійснення якогось злого плану, то якою була б мета цього плану?

 — Вбити Дамблдора, доки він ослаблений, — без жодних роздумів відповів професор Квірел. — Гм. Директор сказав вам, що підозрює мене?

Гаррі мовчав протягом тої секунди, доки намагався вигадати відповідь, а потім здався, коли зрозумів, що вже відповів.

 — Цікаво…​ Містере Поттер, не варто виключати, що сьогоднішні події були результатом якогось плану. Ваша паличка могла впасти так близько до клітки дементора випадково. Або одного з аврорів за допомогою Імперіуса, Конфундуса чи виманології змусили допомогти цьому. Флитвік і я не повинні оминути ваші підозри. Також цікаво, що професор Снейп скасував усі свої заняття сьогодні, а я гадаю, що він достатньо могутній, щоб розілюзнити себе. Аврори використовували чари виявлення на початку, проте вони не повторювали їх прямо перед вашою спробою. Але найлегше, містере Поттер, все це спланувати було самому Дамблдорові. І якщо він це зробив, ну, він міг також заздалегідь вжити заходів, щоб ви підозрювали когось іншого.

Вони пройшли кілька кроків.

 — Але навіщо це йому?

Професор із захисту трохи помовчав, а потім запитав:

 — Містере Поттер, а що ви зробили, щоб дослідити характер директора?

 — Небагато чого, — відповів Гаррі. Він лише зараз зрозумів…​ — Замало зробив.

 — Тоді я зазначу, що не можна дізнатися про людину все, якщо розпитувати лише її друзів.

Тепер Гаррі зробив кілька кроків мовчки дещо битим ґрунтовим шляхом, що вів до Гоґвортсу. Йому слід би було й самому про це не забувати. Технічно це називалося «підтверджувальне упередження» — це означало, серед іншого, що при виборі джерел інформації була помітна схильність вибирати ті джерела інформації, що підтримували ваші поточні погляди.

 — Дякую, — сказав Гаррі. — Насправді…​ Я ж раніше цього не казав? Дякую вам за все. Якщо якийсь дементор колись погрожуватиме вам чи, насправді, трохи дратуватиме вас, дайте мені знати, і я познайомлю його з «паном Сяйво». Мені не до вподоби, коли дементори трохи дратують моїх друзів.

Відповіддю йому був незбагненний погляд професора Квірела.

 — Ви знищили дементора, бо він погрожував мені?

 — Ем, насправді я вирішив це зробити раніше, але так, це окремо теж було б достатньою причиною.

 — Ясно. А що б ви зробили щодо цієї погрози мені, якби ваше закляття не знищило дементора?

 — План Б: заточити дементора в щільному металі з високою температурою плавлення, напевно у вольфрамі, кинути в активний вулкан і сподіватися, що він опиниться в мантії Землі. О, вся планета наповнена рідкою лавою під поверхнею…​

 — Так, я знаю, — професор із захисту дуже дивно всміхався. — Я справді мав сам про це подумати, зважаючи на все. Скажіть, містере Поттер, якби ви хотіли загубити щось там, де ніхто ніколи його більше не знайде, куди б ви це щось заховали?

Гаррі обміркував питання.

 — Гадаю, я не маю питати що ви знайшли, що треба загубити…​

 — Звісно, — сказав професор Квірел, як Гаррі й очікував. — Можливо, вам скажуть, коли ви будете старші, — цього Гаррі аж ніяк не очікував.

 — Ну, крім спроби занурити це щось у розплавлену кору планети, можна поховати його в твердій скелі на кілометр під землю у випадковому місці — можливо, телепортувати його туди, якщо є метод зробити це всліпу, або просвердлити діру й полагодити її після. Важливо не залишати жодних слідів, це має бути непримітний кубічний метр десь на земній корі. Можна кинути це щось у Маріанський жолоб — це найглибше місце океану нашої планети — або просто вибрати якийсь випадковий океанський жолоб, щоб було не так очевидно. Можна зробити його невагомим та невидимим, тоді можна закинути його в стратосферу. Чи, в ідеалі, закинути його в космос із прикриттям від виявлення й випадковими змінами прискорення, щоб воно покинуло Сонячну систему. А після цього, звісно, треба забуттятнути себе, навіть якщо ви не знаєте точно, де воно.

Професор із захисту сміявся, і сміх його був навіть дивнішим за усмішку.

 — Професоре Квірел?

 — Кожна пропозиція чудова. Але скажіть мені, містере Поттер, чому саме ці пʼять варіантів?

 — Га? Вони просто здалися мені очевидними.

 — Он як? Але в них є цікава закономірність, знаєте. Можна сказати, що є в них щось…​ душевне. Маю визнати, містере Поттер, що незважаючи на злети й падіння впродовж цього дня, загалом день видався на диво добрим.

І вони продовжили йти до брами Гоґвортсу на деякій відстані один від одного. Гаррі, навіть не усвідомлюючи цього, автоматично тримався достатньо далеко від професора із захисту, щоб не викликати лиховісного передчуття, що з якоїсь причини було зараз особливо сильним.

Наслідки, Дафна Ґрінґрас:

Герміона відмовилася була відповісти бодай на одне питання, і щойно вони підійшли до розвилки до підземель Слизерину, Дафна та Трейсі одразу відділилися від решти. Плітки ширилися Гоґвортсом швидко, вони мали дістатися підземель негайно, якщо хотіли розповісти цю історію першими.

 — Памʼятай, — сказала Дафна, — не ляпни язиком про поцілунок щойно ми зайдемо, гаразд? Краще розповісти всю історію послідовно.

Трейсі збуджено кивнула.

І щойно вони влетіли у вітальню Слизерину, Трейсі Девіс глибоко вдихнула й крикнула:

 — Гей, усі! Гаррі Поттер не зміг застосувати чари патронуса, дементор ледь не зʼїв його, професор Квірел врятував його, але Поттер став весь такий злий, доки Ґрейнджер не повернула його поцілунком! Це без сумнівів історія справжнього кохання!

Ну, це була послідовна розповідь, хоч і своєрідна, вирішила Дафна.

Новини не справили очікуваного враження. Більшість дівчат лише кинули на них оком, а не підстрибнули з диванчиків. Хлопці просто продовжували читати, сидячи на стільцях.

 — Так, — сердито сказала Пенсі, вона спиралася на спинку, на її колінах лежали ноги Ґреґорі, вона читала якусь книжку, що дуже скидалася на розмальовку. — Мілісент уже розповіла нам.

Як…​

 — Чому ти не поцілувала його першою, Трейсі? — запитали Флора та Гестія Керроу, теж не підводячись із місця. — Тепер Поттер одружиться з бруднокровкою! Ти могла б стати його справжнім коханням, стати частиною багатого шляхетного роду й усе таке, якби поцілувала його першою!

Обличчя Трейсі було витвором мистецтва з виразу приголомшення.

 — Що? — вереснула Дафна. — Кохання працює не так!

 — Звісно, що так, — оголосила Мілісент, вона практикувала якісь чари й дивилася з вікна на вирування води в озері Гоґвортсу. — Перший поцілунок дає право на принца.

 — Це був не перший їхній поцілунок! — крикнула Дафна. — Герміона вже була його справжнім коханням! Ось чому вона змогла повернути його!

Тоді Дафна збагнула, що вона щойно сказала, й внутрішньо здригнулася, але, як кажуть, треба припасовувати розповідь до слухачів.

 — Агов, агов, що? — вигукнув Ґреґорі, знявши ноги з колін Пенсі. — Це ще що таке? Міс Булстроуд не розповідала про це.

Тепер усі інші також дивилися на Дафну.

 — О, так, — сказала Дафна, — Гаррі відштовхнув її та крикнув: «Я ж казав тобі! Жодних поцілунків!» Тоді Гаррі заволав, ніби помирає, і Фоукс почав співати йому…​ Насправді, я не впевнена, що сталося спочатку…​

 — Як на мене, це не скидається на справжнє кохання, — сказали близнюки Керроу. — А скидається на те, що не та його поцілувала.

 — Це мала бути я, — прошепотіла Трейсі. Приголомшення не покидало її обличчя. — Я мала стати його справжнім коханням. Гаррі Поттер — мій генерал. Я мала, я мала боротися з Ґрейнджер за нього…​

Дафна обернулася до Трейсі, в її голосі чулося обурення:

 — Ти? Забереш Гаррі в Герміони?

 — Ага! — відповіла Трейсі. — Я!

 — Ти здуріла, — переконано сказала Дафна. — Навіть якби ти поцілувала його першою, знаєш, ким би ти стала? Сумною незначною закоханою по вуха дівчинкою, що помирає наприкінці другої дії пʼєси.

 — Ану забери свої слова! — закричала Трейсі.

Тим часом Ґреґорі перетнув кімнату до місця, де Вінсент виконував домашнє завдання.

 — Містере Креб, — сказав Ґреґорі низьким голосом, — гадаю, містер Мелфой має про це знати.

Наслідки, Герміона Ґрейнджер:

Герміона втупилася в запечатаний воском лист, на поверхні якого було написано лише число 42.

Я зрозумів, чому ми не можемо застосовувати чари патронуса, Герміоно. Це не має жодного стосунку до того, наскільки ми щасливі. Але я не можу сказати тобі. Я не можу сказати навіть директорові. Це більш сувора таємниця, ніж навіть часткова трансфігурація, принаймні, наразі. Але якщо тобі колись доведеться боротися з дементорами, таємниця записана тут шифром — якщо прочитає хтось, хто не знає, що йдеться про дементорів та чари патронуса, вони не знатимуть, що це означає…​

Вона розповіла була Гаррі, що бачила, як він помер, померли її батьки, померли всі її друзі, усі померли. Вона не сказала йому про жах від того, що вона помирала самотня, чомусь це досі було надто боляче.

Гаррі розповів їй, що згадав, як помирали його батьки, але йому це здавалося кумедним.

У тому місці, куди забирає тебе дементор, Герміоно, немає жодного світла. Немає тепла. Немає турботи. Там ти не можеш навіть зрозуміти, що таке щастя. Там є біль, страх, і вони можуть тебе до чогось спонукати. Ти можеш ненавидіти й насолоджуватися тим, що знищуєш щось, що ненавидиш. Ти можеш сміятися, коли бачиш, що інші страждають. Але ти ніколи не зможеш бути щасливим, навіть не можеш згадати, як це…​ Навряд чи я зможу тобі пояснити, від чого ти мене врятувала. Зазвичай мені соромно завдавати людям клопоту, терпіти не можу, коли люди чимось жертвують заради мене, але саме цього єдиного разу я скажу, що хай чого тобі зрештою коштуватиме цей поцілунок, ніколи, анікраплі не сумнівайся, що це був правильний вчинок.

Герміона не усвідомлювала до цього, як мало дементор встигнув вплинути на неї, якою маленькою й мілкою була темрява, до якої він її забрав.

Вона бачила, як усі помирають, і була здатна відчувати біль.

Герміона поклала листа до капшучка, як хороша дівчинка.

Втім, їй дуже хотілося його прочитати.

Вона боялася дементорів.

Наслідки, Мінерва Макґонеґел:

Вона аж заклякнула. Вона не мала бути такою здивованою, дивитися в очі Гаррі не мало бути так важко, але після того, через що він пройшов…​ Вона шукала якісь ознаки дементації у хлопця, але не побачила жодної. Та щось у тому, з яким спокоєм він поставив таке доленосне питання, глибоко хвилювало.

 — Містере Поттер, звісно я не можу про таке розповідати без дозволу директора!

Це ніяк не вплинуло на вираз обличчя хлопця.

 — Я б просив не турбувати директора цим питанням, — спокійно сказав Гаррі Поттер. — Насправді, я наполягаю на цьому, а ви пообіцяли, що наша розмова буде приватною. Я сформулюю питання інакше. Я знаю, як факт, що пророцтво існує. Я знаю, що першою його почули ви від професорки Трелоні. Я знаю, що пророцтво вказало, що дитина Джеймса й Лілі небезпечна для Темного Лорда. І я знаю, хто я. Та всі знають, хто я такий, тому ви не відкриєте нічого нового чи небезпечного, якщо відповісте лише на це: які саме слова вказували на мене, дитину Джеймса й Лілі?

Глухий голос Трелоні пролунав у її розумі…​

НАРОДЖЕНИЙ У РОДИНІ ТИХ, ХТО ТРИЧІ КИДАВ ЙОМУ ВИКЛИК,

НАРОДЖЕНИЙ НАПРИКІНЦІ СЬОМОГО МІСЯЦЯ…​

 — Гаррі, — сказала професорка Макґонеґел, — я ніяк не можу сказати цього тобі!

Її пройняли дрижаки від того, що Гаррі вже стільки знав, вона й уявити не могла, як він дізнався…​

Хлопець дивився на неї дивним, скорботним поглядом.

 — Ви не можете й чхнути без дозволу директора, професорко Макґонеґел? Я присягаюся вам, що в мене є серйозна причина питати, і серйозна причина тримати це в таємниці.

 — Будь ласка, не треба, Гаррі, — прошепотіла вона.

 — Гаразд. Одне просте питання. Будь ласка. Чи згадана родина Поттерів на імʼя? Чи є в пророцтві слово «Поттер»?

Вона деякий час витріщалася на нього. Вона не могла сказати, звідки та чому в неї було відчуття, що це критична точка, що вона не могла ані просто відмахнутися від цього прохання, ані легко згодитися на нього…​

 — Ні, — зрештою сказала вона. — Будь ласка, Гаррі, не питай більше.

Хлопець усміхнувся, видавалося, трохи сумно, й сказав:

 — Дякую, Мінерво. Ви добра й гідна жінка.

Вона не встигла й закрити рота від невимовного здивування, а Гаррі Поттер підвівся й покинув її кабінет. Лише тоді вона зрозуміла, що Гаррі прийняв її відмову за відповідь, і ця відповідь була правильною…​

Гаррі зачинив за собою двері.

Із дивною кришталевою ясністю він бачив логічний звʼязок. Гаррі не міг сказати точно, це спало йому на думку впродовж пісні Фоукса чи навіть раніше.

Лорд Волдеморт вбив був Джеймса Поттера. Він волів не вбивати Лілі Поттер. Він продовжував напад, відповідно, з єдиною метою: вбити їхнє немовля.

Зазвичай темні лорди не бояться немовлят.

Отже, існувало пророцтво, яке стверджувало, що Гаррі Поттер був небезпекою для Лорда Волдеморта, і Лорд Волдеморт знав про це пророцтво.

«Я даю тобі рідкісну можливість втекти. Але я не марнуватиму час, щоб підкоряти тебе, і твоя смерть тут не врятує твоєї дитини. Відійди, дурна жінко, якщо в тебе є бодай крапля розуму!»

Це була примха, дати їй цю можливість? Але тоді Лорд Волдеморт не намагався б переконати її. Пророцтво попереджало Лорда Волдеморта не вбивати Лілі Поттер? Тоді Лорд Волдеморт приділив би час, щоб підкорити її. Лорд Волдеморт був трохи схильним до того, щоб не вбивати Лілі Поттер. Бажання сильніше за примху, але не таке сильне, як від попередження.

Отже припустімо, що хтось, кого Лорд Волдеморт вважав неважливим союзником чи слугою — корисним, але не незамінним, благав був Темного Лорда помилувати Лілі. Лілі, але не Джеймса.

Цей хтось знав був, що Лорд Волдеморт нападе на дім Поттерів. Знав і пророцтво, і те, що Темний Лорд знав його. Інакше не благав би про життя Лілі.

Професорка Макґонеґел стверджувала, що крім неї лише дві людини знали пророцтво: Албус Дамблдор і Северус Снейп.

Северус Снейп, що кохав Лілі ще до того, як вона стала Лілі Поттер, а також ненавидів Джеймса.

Отже, Северус почув пророцтво й розповів про нього Темному Лордові. Він це зробив через те, що в пророцтві не було названо імʼя Поттерів. Це була загадка, і Северус розгадав її надто пізно.

Але якби Северус почув пророцтво першим, і вирішив розповісти про нього Темному Лордові, то чому він також розповів Дамблдорові чи професорці Макґонеґел?

Відповідно, Дамблдор чи професорка Макґонеґел почули його перші.

Директор Гоґвортсу не мав очевидних причин розповідати професорці з трансфігурації про надзвичайно таємне й важливе пророцтво. А ось у професорки з трансфігурації були всі причини розповісти директорові.

Тому видавалося імовірним, що професорка Макґонеґел почула пророцтво першою.

Згідно з апріорними імовірностями, почула від професорки Трелоні, постійної провидиці Гоґвортсу. Провидці рідкісні, тому якщо порахувати, то з часу, який професорка Макґонеґел проводила в присутності провидиці за своє життя, більшість була проведена в присутності провидиці-Трелоні.

Професорка Макґонеґел розповіла Дамблдорові, і не сказала б більше нікому без дозволу.

Відповідно, це Албус Дамблдор влаштував, щоб якимось чином Северус Снейп дізнався про пророцтво. І Дамблдор розгадав загадку успішно, інакше він не вибрав би Северуса, що колись кохав Лілі, як посередника.

Дамблдор навмисно влаштував, щоб Лорд Волдеморт почув пророцтво, сподіваючись, що це призведе до його смерті. Можливо, Дамблдор влаштував, щоб Северус дізнався лише частину пророцтва, чи були інші пророцтва, про які Северус не здогадувався…​ якимось чином Дамблдор знав, що негайний напад на Поттерів усе одно призведе до негайної поразки Лорда Волдеморта, хоча сам Лорд Волдеморт так не вважав. Чи, можливо, Дамблдорові просто пощастило, і це був один з його божевільних дивних планів…​

Після того Северус почав служити Дамблдорові. Мабуть, смертежери не були б вдячними Северусові, якби Дамблдор розповів про його участь у їхній поразці.

Дамблдор спробував зробити так, щоб мати Гаррі вижила. Але ця частина задуму не вдалася. І він свідомо засудив Джеймса Поттера на смерть.

Дамблдор був відповідальним за смерть батьків Гаррі. Якщо весь логічний ланцюжок був правильним. Гаррі не міг по правді сказати, що мета успішно завершити Чаклунську Війну не помʼякшувала провину. Але все одно…​ це його серйозно непокоїло.

І вже давно був час спитати Драко Мелфоя, що інша сторона війни могла розповісти про те, ким був Албус Персіваль Вулфрик Браян Дамблдор.
А, так-так, до Іа!

І він неквапливо підвівся з землі. Та раптом Пух усе пригадав. Адже він з'їв подарунок!

– Гай гай! – скрушно похитав головою Пух.– Ну що тепер робити? Треба ж подарувати бідолашному Іа бодай що-небудь! 0-хо-хо!

Зопалу Пух навіть не знав, куди спрямувати свої думки.

Та згодом він подумав:

"Усе-таки це дуже гарний горщик, хоча в ньому й немає меду. Якщо я гарненько його помию і попрошу когось написати збоку "Вітаю з днем народження", то Іа зможе тримати в ньому що захоче. Це буде корисна річ!"

У цей час Пух саме проходив через Дрімучий Праліс, де жила Сова, і вирішив завітати до неї в гості, бо про Сову ходила слава, що вона страх яка грамотійка.

– Доброго ранку, Сово! – сказав Пух.

– Доброго ранку, Пуше,– сказала Сова.

– Вітаю тебе з днем народження Іа і зичу тобі багато-багато щастя,– сказав Пух.

– Он як? – здивувалася Сова.

– Саме так. А що ти, Сово, хочеш йому подарувати?

– А ти, Пуше, що хочеш йому подарувати?

– Я несу йому на дарунок Корисний Горщик, в якому можна тримати все, що заманеться. А тепер я хочу тебе попросити...

– Ось цей? – спитала Сова і взяла з Пухових лапок горщика.

– Ось цей,– сказав Пух.– І я хочу тебе попросити...

– У ньому тримали мед,– сказала Сова.

– У ньому можна тримати що завгодно,– серйозно сказав Пух.– Це дуже-дуже корисна річ. І я хотів попросити тебе...

– А ти узяв би та й написав на ньому: "Вітаю тебе з днем народження".

– Так про це ж я й прийшов тебе просити! – сказав Пух.– Бо мій правопис якийсь кульгавий. Узагалі він гарний правопис, тількиот чогось трохи накульгує, і букви заскакують не на свої місця... Ти напишеш на ньому "Вітаю з днем народження"? Добре? Дуже тебе прошу!

– Просто чарівний горщик! – сказала Сова, оглянувши його з усіх боків.– А можна, я його теж подарую? Спільно від тебе й від мене.

– Ні,– сказав Пух.– Це ти погано придумала. Краще давай я спершу його помию, а тоді ти все на ньому напишеш.

Пух добре вимив горщика і насухо його витер, а Сова тим часом слинила кінчик свого олівця й думала, як пишеться "день народження".

– Пуше, а ти вмієш читати? – спитала вона не без тривоги в голосі.– От, наприклад, у мене при вході висять таблички під дзвоником та під дзвіночком. Усі написи там зробив Крістофер Робін! Ти їх прочитав?

– Розумієш, коли Крістофер Робін сказав мені, що там написано, тоді і я зміг прочитати,– відповів Пух.

– Чудово! Я також скажу тобі, що тут, на цьому горщикові, написано, і тоді ти зможеш прочитати! І Сова взялася писати... Ось що вона написала:

"ВИТА ТЮ ТИ БЕ ЗИДНЕМ НАРО ЖНЯ ВНЯ"

Пух із захопленням подивився на цей напис.

– Я тут написала "Вітаю тебе з днем народження",– недбало пояснила Сова.

– Оце напис! Усім написам напис! Та ще й який довгий! – із глибокою повагою сказав Пух.

– Ну, якщо тобі сказати вже геть усе, то насправді тут написано так: "Вітаю тебе з днем народження. Бажаю щастя. Твій Пух". Я не пожаліла олівця, бачиш, скільки стерлося!

– Бачу. Ого! – сказав Пух.

А тим часом Паць устиг збігати до себе додому й узяти повітряну кульку для Іа. Він міцно обхопив її лапками, притис до грудей, щоб вітер, бува, не заніс її в небо, і помчав до струмка, аби прибігти на місце раніше за Пуха. Йому страшенно кортіло найпершим піднести осликові дарунок, щоб усі подумали, ніби Паць згадав про день народження Іа сам, без сторонніх підказок.

Отож він так поспішав і так замріявся, уявляючи, як зрадіє його подарункові Іа, що геть не дивився собі під ноги... і раптом Пацева ніжка потрапила в мишачу нірку, і він з усього маху заорав носом землю.

Ба-бах!!!

Паць лежав ні живий ні мертвий, не тямлячи, що трапилось. І спершу він подумав, що, може, весь-весь білий світ злетів у повітря; згодом він подумав, що, може, в повітря злетів не світ, а тільки їхній улюблений Ліс; а ще трохи згодом він подумав, що, певне, то лише він, Паць, злетів за хмари і лежить оце зараз десь на Місяці й ніколи-ніколи вже не побачить ні Крістофера Робіна, ні Пуха, ні Іа... Однак іще трохи-трохи згодом він подумав:

"Нехай я й на Місяці, нехай! Проте не обов'язково лежати носом додолу!"

І він обережно зіп'явся на ноги й озирнувся довкола... Ні, довкола був той самий їхній рідний Ліс!

"Цікаво, просто чудасія! – подумав він.– А що ж то було за ба-бах? Адже не міг я сам наробити стільки шуму, коли спіткнувся й упав. І де поділася моя кулька? І звідки тут узявся оцей квачик?"

Який жах! Той квачик, та гумова ганчірочка й була – саме була! – його повітряною кулькою.

– Ой мамо! – сказав Паць.– Ой мамонько, мамо! Ой мамонько, мамонько, мамо!.. Ну що ж?.. Тепер уже пізно. Додому вертатися нічого... Іншої кульки в мене немає. Та, мабуть... мабуть, Іа не дуже й любить повітряні кульки...

І Паць подріботів далі, хоч, правду кажучи, біг тепер не так уже й весело. Та все ж він скоро добіг до того місця, де над струмком стояв Іа-Іа й дивився на своє віддзеркалення у воді.

– Доброго ранку, Іа! – ще здалеку загукав Паць.

– Доброго ранку, маленький Пацику,– відповів Іа-Іа.– Якщо цей ранок справді добрий,– сказав він.– У чому я сумніваюся,додав він.– А втім, це байдуже,– закінчив він.

– Іа, вітаю тебе з днем народження, – сказав Паць, підійшовши тим часом ближче.

Іа-Іа перестав дивитися на своє віддзеркалення у воді й, повернувши голову, витріщився на Паця.

– Ану-ну, повтори, що ти сказав,– промовив він.

– Вітаю те...

– Зачекай хвильку!

Хитаючись на трьох ногах, Іа-Іа став обережно підносити четверту до вуха.

– Я навчився цього ще вчора,– пояснив він, упавши тричі підряд.– Це дуже просто. І головне – так краще чути... Ну от, усе гаразд. То як ти щойно сказав? Повтори, будь ласка,– попросив Іа, підперши вухо копитом.

– Вітаю тебе з днем народження!– повторив Паць.

– Мене?

– Авжеж, Іа.

– З моїм днем народження?

– З твоїм!

– Отже, в мене справжній день народження?

– Найсправжнісінький, Іа! І я приніс тобі дарунок.

Іа опустив праву ногу, повільно обкрутився на місці й, крекчучи від натуги, насилу дотягся до вуха лівим копитом.

– Я хочу послухати ще й на це вухо,– сказав він.– Тепер говори.

– Да-ру-нок! – проказав Паць голосно.

– Мені?

– Авжеж!

– На день народження?

– Атож!

– Отже, виходить, у мене таки справжній день народження?

– Звичайно, Іа! І я дарую тобі повітряну кульку!

– Повітряну кульку? – перепитав Іа-Іа.– Ти сказав – повітряну кульку? Це такі великі, гарні, яскраві, що їх надувають? Ех, танкиспіванки, гіп-гоп, тра-ля-ля!

– Саме так, саме так... Тільки, розумієш... мені дуже шкода... розумієш, Іа... коли я біг, щоб чимшвидше принести тобі кульку, я впав.

– Ой-ой-ой! Біднесенький мій! Мабуть, ти таки дуже поспішав. Гадаю, ти не забився, маленький Пацику?

– Ні, але кулька... Ох, Іа... вона зовсім луснула.

Запала довга-предовга мовчанка.

– Моя кулька? – нарешті спитав Іа-Іа.

Паць кивнув.

– Мій деньнародженнєвий дарунок?

– Так, Іа,– сказав Паць, підшморгуючи носом.– Ось він... Щиро вітаю тебе з днем народження.

І він подав Іа маленький гумовий квачик.

– Оце воно? – спитав Іа трохи здивовано.

Паць кивнув.

– Мій подарунок?

Паць кивнув іще раз.

– Повітряна кулька?

– Так.

– Спасибі тобі, Пацику,– сказав Іа-Іа.– Пробач, будь ласка... але я хочу спитати, якого кольору була кулька, коли... коли вона була кулькою?

– Червона.

– Я так і знав! Червона!.. – проказав собі під ніс Іа-Іа.– Мій улюблений колір... А яка завбільшки вона була?

– Майже така, як я.

– Я так і знав!.. Завбільшки з Паця!.. – сумно пробурмотів Іа-Іа.– Мій улюблений розмір!.. Он воно як: куди не кинь, всюди клин.

Паць почував себе дуже нещасним і просто не знав, як йому бути. Він лише раз по раз розкривав рота, заміряючись щось сказати, та тут-таки вирішував, що саме цього казати й не слід.

І раптом, на його щастя, з того боку струмка долинули вигуки. То прийшов Пух.

– Зичу тобі багато-багато щастя! – кричав Пух, певне, забувши, що він уже це говорив.

– Спасибі, Пуше, мені вже пощастило,– понуро відповів Іа-Іа.

– Я приніс тобі подаруночок! – радісно вигукнув Пух.

– У мене вже є подаруночок,– відповів Іа.

Пух тим часом перебрів струмок і підійшов до Іа. Паць сидів віддалік, похиливши голову на лапки, і тихенько шморгав носом.

– Ось він,– сказав Пух.– Це – Дуже Корисний Горщик. А на ньому, знаєш, що написано? "Вітаю тебе з днем народження! Бажаю щастя. Твій Пух". Он скільки всього там написано. І в нього можна класти що захочеш.

Глянувши на горщика, Іа-Іа страшенно розхвилювався:

– Оце те, що треба! – вигукнув він.– Слово честі, моя кулька якраз увійде в цей горщик!

– Та ні, Іа,– зупинив його Пух.– Повітряні кульки не можуть уміщатися в горщику. Вони дуже великі. З ними треба не так, а отак: візьми кульку за мотузок...

– То інші кульки не входять, а моя увійде! Ще й як! – гордо сказав Іа.– Дивися, Пацику!

Паць сумовито озирнувся, а Іа-Іа схопив колишню кульку зубами й обережно поклав її у горщик, далі витяг її і поклав на землю, а далі знову взяв її зубами і обережно поклав у горщик.

– Вийшло! – закричав Пух.– Тобто увійшла!

– Увійшла! – закричав Паць.– І вийшла!

– Чудово виходить! – закричав Іа-Іа.– Просто краса!

– Я дуже щасливий,– сказав радісно Пух,– що здогадався подарувати тобі Корисний Горщик, у який можна класти найусілякіші речі.

– А я дуже щасливий,– сказав радісно Паць,– що здогадався подарувати тобі Річ, яку можна класти у цей Корисний Горщик!

Та Іа-Іа нічого не чув. Йому було не до того: він то клав свою кульку в горщик, то витягав її назад, і було видно, що він таки по-справжньому щасливий...

– А я хіба нічого йому не подарував? – спитав Крістофер Робін засмученим голосом.

– Як же нічого? Звісно, подарував! – сказав я.– Пригадай лишень, ти подарував йому,,, подарував таку маленьку-маленьку...

– А, вже згадав! Я подарував йому великувелику коробку фарб, якими можна намалювати все, що схочеш.

– Еге. Саме так.

– Тільки чого я не віддав йому дарунок із самого ранку?

– Ну, звісно чого! Адже ти був страшенно заклопотаний приготуваннями до свята. Ти клопотався, щоб для Іа був і святковий пиріг, і цукерки, й морозиво...

– Еге, тепер я вже все згадав,– замріяно сказав Крістофер Робін.

ПРИГОДА СЬОМА,

У якій Кенга та Крихітка Ру з'являються в лісі, а Пацеві нежданно-негадано намилюють шию

Здавалося, жодна жива душа не знала, звідки вони взялися і як опинилися тут, у Лісі, – мама Кенга і Крихітка Ру.

Коли ж Пух спитався Крістофера Робіна: "Як вони сюди потрапили?", Крістофер Робін сказав:

"Звичайним шляхом.
Ясно, Пуше?"

Пух, якому було зовсім не ясно, сказав: "Угу". – Потім двічі кивнув головою і повторив: "Звичайним, шляхом. Ага, угу". – І почвалав у гості до свого друга Паця – дізнатися, що він про це думає.

У Паця саме гостював Кролик. І вони почали міркувати усі троє.

– Мені ось що не до душі,– сказав Кролик.– Ми собі живемо тут – ти, Пуше, і ти, Пацику, і я – і раптом...

– Ще Іа,– сказав Пух.

– Ще Іа – і раптом...

– І ще Сова,– сказав Пух.

– І ще Сова – і раптом ні сіло ні впало...

– Так, так, а ще ж Іа,– сказав Пух.– Я трохи не забув про нього!

– Ми собі живемо тут,– повторив Кролик дуже повільно та голосно,– усі-всі ми – і раптом ні сіло ні впало ми прокидаємося одного ранку, і що ми бачимо? Ми бачимо якусь Чужинську Тварину серед нас! Тварину, про яку ми ніколи ні сном ні духом не знали! Тварину, яка носить своїх дітей у кишені! Казна-що! Уявіть, коли б це мені заманулося тягати в кишенях своїх родичів! Скільки б мені знадобилося кишень?

– Шістнадцять,– сказав Паць.

– Сімнадцять, здається... Авжеж! – сказав Кролик.– Та ще одну для носовичка. Отже, всього – вісімнадцять. Вісімнадцять кишень в одному костюмі! Та я просто заплутався б!

Тут усі вмовкли й довго-довго думали про кишені.

Нарешті Пух, який увесь цей час напружено морщив лоба, сказав:

– По-моєму, їх п'ятнадцять.

– Чого, чого? – спитав Кролик.

– Кажу, що їх таки п'ятнадцять.

– П'ятнадцять чого?

– Твоїх родичів.

– А до чого тут мої родичі?

Пух потер кінчик носа й сказав, що йому здалося, ніби Кролик говорив про своїх родичів.

– Хіба? – сказав Кролик, знизавши плечима.

– Авжеж, говорив...

– Ну, гаразд, Пуше, облишмо родичів,– нетерпляче сказав Паць.– Питання стоїть так: що нам робити з Кенгою?

– А-а, ясно,– сказав Пух.

– Найліпше,– сказав Кролик,– найліпше буде зробити таке: взяти й викрасти Крихітку Ру, а потім його сховати, і коли Кенга запитає: "Де ж це моя Крихітка Ру?", ми скажемо: "Ага!"

– Ага! – сказав Пух, надумавши потренуватися.– Ага! Ага!

– По-моєму,– сказав він трохи згодом,– по-моєму, ми можемо сказати "ага", навіть не викрадаючи Крихітки Ру.

– Пуше,– поблажливо сказав Кролик,– у тебе й справді в голові сама тирса!

– Я знаю,– винувато промовив Пух.

– Ми скажемо "ага" так, щоб Кенга зрозуміла, що ми знаємо, де її Крихітка Ру. Таке "ага" означає: "Ми тобі скажемо, де Крихітка Ру, якщо ти пообіцяєш піти з нашого Лісу й ніколи не повертатися". А тепер помовчте: я хочу подумати! – сказав Кролик.

Пух подибав у куточок і став учитися такого "Ага!", про яке казав Кролик. Іноді йому здавалося, що воно виходить саме таке, а іноді – що зовсім не таке.

"Мабуть, тут усе залежить від вправ,– думав Пух.– Цікаво, чи й Кенга повинна робити такі вправи, щоб нас зрозуміти?"

– Я ось про що хотів запитати,– сказав Паць, неспокійно соваючись на місці,– Я оце мав розмову з Крістофером Робіном, і він сказав, що Кенга, між іншим, вважається Одним із Найлютіших Звірів. Сам я не боюся звичайних лютих звірів, але всі знають, що коли в Одного з Найлютіших Звірів забрати дитину, то цей звір стає такий лютий, як Двоє Найлютіших Звірів. І тоді вже казати "Ага!" буде, мабуть, досить безглуздо.

– Пацю,– промовив Кролик, діставши олівця і послинивши його,– ти страшенний боягуз, ти не маєш ані краплі хоробрості!

– Важко бути хоробрим,– сказав Паць і тихенько зашморгав носом,– коли ти є лише таким Малесеньким Пацем.

Кролик, який тим часом почав щось квапливо писати, на хвильку відірвався від роботи і сказав:

– От саме завдяки тому, що ти такий малесенький, ти скоро будеш у найбільшій пригоді.

Паць так зрадів, що він буде в пригоді, що враз і думати забув про будь-які страхи. А коли Кролик сказав, що Кенги бувають люті лише взимку, а в усі інші пори року вони – Найсумирніші Створіння, Паць ледве міг усидіти на місці, так йому закортіло потрапити в пригоду.

– А як же я? – засмутився Пух.– Виходить, я зовсім не буду в пригоді?

– Не журися, Пуше,– утішив його Паць.– Може, якось іншим разом...

– Без Пуха,– урочисто сказав Кролик, загострюючи олівця,– пригода взагалі буде неможлива.

– Ого! – сказав Паць, силкуючись не показати свого розчарування.

А Пух знову почалапав у куток і гордо сказав собі подумки: "Без мене взагалі неможливо! От я, так я!"

– А тепер слухайте всі! – сказав Кролик, скінчивши писати.

Пух та Паць сіли й приготувалися слухати уважно-уважно – аж роти пороззявляли!

І ось що їм прочитав Кролик:

ПЛАН,

як викрасти Крихітку Ру.

1. По-перше. Кенга бігає швидше за кожного з нас, навіть за мене.

2. Ще найпопершіше. Кенга не зводить очей із Крихітки Ру, якщо він не застебнутий у неї в кишені геть на всі ґудзики.

3. Отже. Якщо ми хочемо викрасти Крихітку Ру, нам треба виграти час, бо Кенга бігає швидше за кожного з нас, навіть за мене (див. параграф 1).

4. Ідея. Якщо Ру вискочить із Кенжиної кишені, а Паць туди вскочить, то Кенга не помітить різниці, бо Паць – це всього лиш Малесенький Паць.

5. Такий самий, як і Крихітка Ру.

6. Але Кенга неодмінно має глянути в інший бік, щоб не помітити, як Паць вскочить до неї в кишеню.

7. Дивись параграф 2.

8. Ще одна ідея. Та коли Пух заговорить до неї і говоритиме дуже переконливо, вона може на мить відвернутися.

9. І тоді я зможу втекти з Ру.

10. Дуже швидко.

11.1 Кенга спочатку нічого не помітить, а помітить уже згодом.

Кролик гордо прочитав усе це вголос, і, коли він закінчив, деякий час усі мовчали. Тільки Паць усе відкривав та закривав рота, але не міг промовити й слова. Нарешті, йому пощастило видушити з себе захриплим голосом:

– А тоді?

– Що тоді?

– Ну, коли Кенга помітить, що то не Ру?

– Тоді ми всі разом скажемо: "Ага!"

– Усі втрьох?

– Еге.

– Ого!

– А що тебе турбує, Пацю?

– Нічого,– сказав Паць.– Якщо ми всі троє скажемо "Ага!", тоді все гаразд... Якщо ми всі троє скажемо "Ага!",– сказав Паць,– тоді я не турбуюся,– додав він.– Але мені б не хотілося казати "Ага!" самому. Бо воно дуже погано вийде... До речі,– поцікавився він,– ти цілком певен у тому, що ти казав про зиму?

– Про зиму?

– Ну, про те, що Кенги найбільше лютують у січні та лютому?

– А-а! Так, так, це напевне. Ну, Пуше, тобі ясно, що ти маєш робити?

– Ні,– сказав Пух.– А що я маю робити?

– Та лише одне: говорити й говорити з Кенгою, щоб вона нічого не помічала.

– Ага! А про що говорити?

– Про що хочеш.

– Може, почитати їй вірші чи щось таке?

– Так, так, саме вірші,– сказав Кролик.– Блискуча думка! А тепер – гайда!

І вони всім гуртом подалися шукати Кенгу.

Кенга й Ру тихо-мирно бавилися на піщаній галявці.

Крихітка Ру робив свої вправи в пісочку: він стрибав у висоту, стрибав у довжину і стрибав навіть у глибину, тобто вчився падати в мишачі нірки й вилазити з них, а Кенга хвилювалася і щохвилини примовляла:

"Ну, любий мій, оце ще разочок стрибни, та й час додому".

І ось цієї миті з-за пагорба й вигулькнув не хто інший, як сам Вінні-Пух.

– Добрий день, Кенго! – сказав він.

– Добрий день, Пуше.

– Диви, як я стрибаю! – пропищав Крихітка Ру і впав у надцяту мишачу нірку.

– Привіт, Ру, маленький мій друже!

– А ми оце збираємося додому,– сказала Кенга.– Добрий день, Кролику. Добрий день, Пацю.

Кролик та Паць, які тим часом теж вигулькнули з-за пагорба, тільки з іншого боку, й собі сказали "Добрий день" та "Привіт, Ру", а Ру запросив їх поглянути, як він стрибає...

Отож вони стояли й дивилися.

І Кенга дивилася також...

– Послухай-но, Кенго,– сказав Пух, після того як Кролик підморгнув йому вдруге.– Цікаво знати, чи любиш ти вірші?

– Не дуже,– сказала Кенга.

– Та ну! – сказав Пух.

– Ру, любий мій, оце ще разочок стрибни, та й час додому!

Запала коротка мовчанка.

Ру шугонув ще в одну мишачу нірку.

– Ну, чого ж ти, давай,– голосно прошепотів Кролик, прикриваючи рота лапкою.

– До речі, про вірші,– сказав Пух.– Я оце по дорозі сюди склав такого собі віршика. Ну ось такого... Кхи, кхи... Хвилиночку...

– Та невже? – сказала Кенга.– Ру, любий мій...

– Віршик тобі сподобається,– сказав Кролик.

– Ти його полюбиш,– кувікнув Паць.

– Тільки слухай уважно,– порадив Кролик.

– Аби нічого не прослухати,– кувікнув Паць.

– Гаразд, гаразд,– сказала Кенга, та, на жаль, вона й далі не зводила очей із Крихітки Ру.

– То про що ж у ньому йдеться, Пуше? – сказав Кролик.

Пух легенько відкашлявся й почав:

У ПОНЕДІЛОК я гуляв

І довго думав та гадав:

"Чому так любо сонце гріє,

Коли хурделиця не віє?"

А у ВІВТОРОК – хуга, сніг,

І я подумав, як на гріх:

"Чому це сонечко не сяє,

Коли хурделиця гуляє?"

У СЕРЕДУ я вийшов з хати —

Став дощик з неба накрапати.

"Навіщо дощ,– подумав я,-

Коли в калюжах вся земля?"

А у ЧЕТВЕР пішов я в Ліс.

Ого! Мороз шипа за ніс!

Отут би сонце припекло,

А сонце взяло і втекло...

П'ЯТНИЦЮ...

– Ду-у-же, дуже мило! – сказала Кенга, не чекаючи розповіді про те, що сталося в п'ятницю.– Ну, Ру, оце вже останній-останній разочок стрибни, мій любий, та й час додому.

Кролик непомітно підштовхнув Пуха ліктем у бік.

– До речі, про вірші, – квапливо сказав Пух.– Ти коли-небудь звертала увагу на оте дерево – он там, праворуч?

– Де? – сказала Кенга й далі дивлячись на Крихітку Ру.– Ну, серденько Ру...

– Та ондечки, праворуч,– сказав Пух і показав за спину Кенги.

– Ні,– сказала Кенга.– Ну, серденько Ру, а тепер, любий, стрибай у кишеню та й підемо додому.

– Ні, ти обов'язково подивися на оте дерево – он там, праворуч,– сказав Кролик.– Ру, хочеш, я тебе підсаджу? – І він узяв Крихітку Ру на лапки.

– А на тому он дереві сидить пташинка,– сказав Пух.– Чи, може, то рибинка?

– Авжеж, то сидить пташинка,– сказав Кролик,– якщо вона, звичайно, не рибинка.

– То не рибинка, то пташинка! – кувікнув Паць.

– Так воно і є, – сказав Кролик.

– Цікаво, а то шпачок чи дрізд? – спитав Пух.

– У тому вся й штука,– сказав Кролик,– чи то дрізд, чи, може, шпачок?

І тут нарешті Кенга озирнулася. І саме тієї миті Кролик голосно-преголосно сказав:

– Ру, на місце!

І на місце, тобто в кишеню Кенги, вскочив Паць, а Кролик міцно притис до себе Крихітку Ру і дременув з ним що було духу.

– Куди ж це Кролик подівся? – спитала Кенга, знову повернувши голову.– Ну як, любий Ру, все гаразд?

Пацик із дна Кенжиної кишені пропищав щось голосом Ру.

– Кроликові довелося піти,– сказав Пух.– Мабуть, він згадав про якусь дуже пильну справу.
– Відкрити? Усі ми? – сказав Кролик.

– Усі, всі. А головне, не забути про... ну, про те, що їдять. Бо раптом нам їсти захочеться!.. Тепер я подамся до Паця, а ти перекажи все Кензі, гаразд?

Пух попрощався з Кроликом і заквапився до пацевої хатки.

Паць сидів на ґанку і, заплющивши очі, гадав на ромашці, аби точно дізнатися – любить, не любить, плюне чи поцілує. Вийшло, що плюне, і тепер він силкувався згадати, на кого ж він загадав, – тільки б не на Пуха.

Цієї миті перед ним і вигулькнув Пух:

– Гей, Пацику! – захекано сказав Пух.– Ми йдемо в ех-спотикцію. Усі, всі. І беремо про... про... їзію. Одне слово, харчі. Треба щось там відкрити.

– Що відкрити? – злякано спитав Паць.

– Та щось таке, що відкривають.

– Не дуже люте?

– Крістофер Робін нічого не казав про лютість. Він тільки сказав, що в нього є, як його... е... е... ко... си...

– "Коси" я не боюся, – серйозно сказав Паць.– Я боюся тільки вовка. Та якщо з нами йде Крістофер Робін, тоді я зовсім нікого не боюся!

Незабаром усі-всі зібралися біля хатки Крістофера Робіна, і "ех-спотикція" почалася. Попереду виступали сам Крістофер Робін і Кролик, за ними Паць та Пух, далі Кенга з Крихіткою Ру в кишені й Сова, ще далі – Іа, а в самому кінці, витягнувшись довгою вервечкою, тюпали всі Кроликові Родичі та Знайомі.

– Я їх не запрошував,– ніби між іншим пояснив Кролик.– Вони самі взяли та й прийшли. Вони завжди так. Нехай собі спотикаються в самому кінці, за хвостом Іа.

– Мушу сказати,– озвався Іа,– що це неподобство. Ось що це таке! Я взагалі не збирався йти в цю... е... е... скопицію... чи як там Пух її назвав. Я прийшов тільки з почуття обов'язку. Та все ж, бачте, я тут, і якщо я повинен іти в кінці е... е... зкопитії – ви розумієте, про що я кажу,– то й дозвольте мені йти в кінці. А коли я щоразу, як мені захочеться трохи посидіти й відпочити, матиму клопіт розчищати собі місце від цієї дрібноти – Кроликових Родичів та Знайомих, то це вже буде не е... е... ступиція – чи як там на неї кажуть, – а просто метушня й мішанина. Ось що я мусив сказати.

– Я розумію Іа-Іа,– сказала Сова.– Якщо ви мене спитаєте...

– Я нікого ні про що не питаю,– перебив її Іа-Іа.– Навпаки, я сам усе всім пояснюю. Можете шукати Північний полюс, а можете відпочивати, сидячи на мурашнику. Мені байдуже.

Та тут з переднього ряду колони залунали вигуки.

– Уперед! Уперед! – кричав Крістофер Робін.

– Уперед! – гукали Пух і Паць.

– Уперед! – підгукувала їм Сова.

– Рушили! – сказав Кролик.– Я мушу бігти.

І він пострибав попереду "ех-спотикції", щоб крокувати поруч із Крістофером Робіном.

Так вони вийшли в похід до полюса. І по дорозі всі весело гомоніли про се та про те – всі, окрім Пуха, який саме складав пісню.

– Ось і початок,– сказав він Пацеві, коли початок був готовий.

– Початок чого?

– Моєї пісні.

– Якої пісні?

– Цієї самої.

– Якої?

– Якщо ти послухаєш, то все почуєш.

– А звідки ти знаєш, що я не слухаю?

На це Пух не знайшов, що сказати, і тому почав співати:

На полюс

в ЕХ-СПОТИКЦІЮ

Всі рушили зрання,-

І Кенга, й Ру, і Кролик,

І вся його рідня.

Вперед крокує Робін

І, звісно, також я.

І Паць, а далі знову

Вся Кролика рідня.

До полюса, до молюса

Всі йдуть, ідуть і йдуть,

Тому цю ЕХ-СПОТИКЦІЮ

Парадом ще зовуть.

Гей, люба ЕХ-СПОТИКЦІЄ,

Куди вони біжать:

Який він є той полюс

Із чим його їдять?

– Тс-с! – сказав Крістофер Робін, обернувшись до Пуха.– Ми якраз наближаємося до небезпечного місця!

– Тс-с! – сказав Пух, хутенько обернувшись до Паця.

– Тс-с! – сказав Паць Кензі.

_ Тс-с! – сказала Кенга Сові, а Крихітка Ру кілька разів підряд сказав "Тс-с! Тс-с! Тс-с!" самому собі.

– Тс-с! – сказала Сова Іа-Іа.

– Цитьте! – сказав Іа-Іа страшним голосом усім Кроликовим Родичам та Знайомим, і ті стали квапливо казати одне одному "Цить! Цить! Цить!", аж поки дійшло до останнього.

А останній (найменший із Кроликових Родичів та Знайомих) так перелякався, подумавши, що вся "ех-спотикція" тільки йому каже "Цить!", що вмить зарився в землю і просидів там униз головою два дні, поки нарешті упевнився, що небезпека минула. Потому він чимдуж подався додому й більше ніколи не витикався з-під маминої спідниці.

Його звали Кульчин Синок.

"Ех-спотикція" доспотикалася до річки, яка весело крутилася й перекидалася поміж високих скелястих берегів, і Крістофер Робін враз розпізнав, яка тут могла критися небезпека.

– Отут,– пояснив він,– найзручніше місце для схрону.

– Для якого хрону? – шепнув Пух Пацеві.– Того, від якого свербить у носі?

– Мій любий Пуше,– поблажливо сказала Сова,– невже ти не знаєш, що таке схрон?

– Сово,– сказав Паць, суворо зиркнувши на неї,– адже Пух шепочеться зі мною, а не з тобою, і тобі не варто...

– Схрон,– сказала Сова,– це місце, де щось ховають або ховаються, – сказати б, несподівана схованка.

– Так само,– сказав Пух,– як баночки з хроном іноді несподівано...

– Схрон, як я саме хотів пояснити Пухові,– сказав Паць,– це місце, де ховаються...

– Якщо хтось сховається, а тоді зненацька наскочить на тебе, – це й означає, що він вискочив зі схрону,– сказала Сова.

– Схроном, Пуше, називають те місце, де хтось ховається, а тоді звідти зненацька наскакує на тебе,– пояснив Паць.

Пух, який тепер точно знав, що таке схрон, докинув, що одного разу він був сховав баночку з варенням, а тоді зненацька виявилося, що то баночка з хроном, від якого йому свербіло в носі цілих шість днів.

– Та піхто ж не казав про баночки з хроном,– сердито буркнула Сова.

– Я казав,– сказав Пух.

Вони дуже обережно посувалися берегом річки, долаючи скелю за скелею, і незабаром вийшли на те місце, де кручі відступали від води, лишаючи місце зеленим смужкам м'якої трави, на якій так і кортіло посидіти та відпочити.

І тільки-но вони ступили на траву, Крістофер Робін скомандував: "Стій!" – і всі посідали, щоб перепочити.

– По-моєму,– сказав Крістофер Робін,– нам треба зараз з'їсти всю провізію, щоб далі легше було йти.

– З'їсти все наше що? – спитав Пух.

– Усе, що ми принесли,– сказав Паць і перейшов від слів до діла.

– Це добра думка,– сказав Пух і теж заходився плямкати.

– Всі мають що їсти? – спитав Крістофер Робін із повним ротом.

– Усі, крім мене,– сказав Іа-Іа.– Як завжди. – Він сумно подивився навкруги й додав: – Гадаю, ніхто з вас не сидить на моїх будяках?

– Здається, я сиджу,– сказав Пух.– Ой! – він скочив на рівні ноги й озирнувся.– Авжеж! Я так і відчував.

– Дякую, Пуше. Якщо будяки тобі більше не потрібні, то я... – Іа-Іа перейшов на місце Пуха й почав їсти.

– До речі, будякам не на користь, коли на них сидять,– заговорив Іа-Іа, на хвильку переставши жувати.– Вони втрачають будь-яку поживність і свіжість. Іншим разом не забувайте про це, мої друзі. Ніколи не завадить виявити трохи поваги, тобто уваги до свого ближнього. Точніше, треба дбати не тільки про себе,– ось що хотів я сказати.

Тільки-но Крістофер Робін упорався зі своїм сніданком, він щось прошепотів Кроликові, а Кролик сказав:

– Так, так, авжеж! – і вони відійшли трохи набік.

– Мені не хотілося говорити при всіх,– почав Крістофер Робін.

– Цілком слушно,– сказав Кролик, набундючившись із гордості.

– Розумієш... я хотів... та ні, певне, й ти, Кролику, цього не знаєш... Цікаво, який він є, отой Північний полюс?

– Ну,– сказав Кролик, хвалькувато погладжуючи вуса,– треба було раніше про це мене спитати.

– Раніше я й сам знав, а тепер трохи призабув,– недбало відказав Крістофер Робін.

– Дивна річ,– сказав Кролик,– зараз я теж трохи призабув, хоча раніше знав напевне.

– По-моєму, там проходить земна вісь. І її встромлено в землю. Правда?

– Авжеж, там є вісь,– мовив Кролик,– і, безперечно, її встромлено в землю, бо більше її нікуди встромляти, та і звуть її "земляною".

– Ото ж бо. І я так гадаю.

– Та річ не в цьому,– сказав Кролик.– Річ у тому, що невідомо де її встромлено, оту вісь!

– О, це ми скоро знайдемо,– впевнено сказав Крістофер Робін, і вони з Кроликом повернулися до гурту.

Паць лежав горілиць на траві й мирно собі хропів. Крихітка Ру хлюпався в річці, миючи писок та лапки, і Кенга, сповнена гордості, пояснювала всім по черзі, що її Крихітка Ру оце вперше в своєму житті вмивається самостійно, а Сова розповідала Кензі дуже цікаву історію, пересипану довжелезними словами, такими як "енциклопедія", "рододендрон", хоча Кенга її зовсім не слухала.

– Не до душі мені усі ці вмивання,– буркотів Іа-Іа.– А надто ота нова безглузда мода – мити за вухами. Як ти на це дивишся, Пуше?

– Ну,– сказав Пух,– я дивлюся так...

Однак ми так ніколи і не дізнаємось, як на це дивився Пух, бо нараз від річки почувся сплеск, а далі тоненький писк Ру і зляканий крик Кенги.

– Довмивався! – сказав Іа.

– Крихітка Ру впав у воду! – закричав Кролик і побіг слідом за Крістофером Робіном на порятунок.

– Дивіться, як я плаваю! – пропищав Крихітка Ру. Він був уже далеко від берега, посеред плеса, і течія прудко несла його до водоспаду.

– Ру, любий мій, ти не потонув? – стривожено гукала Кенга:

– Ні! – відповів Ру.– Дивись, як я пла... Буль, буль! – і він надовго зник під водою, випірнувши аж посеред наступного плеса.

Кожен, як міг, старався допомогти Крихітці Ру.

Паць, який хутенько прочумався від сну, підстрибував на місці й верещав:

"Ой, ой! Що тепер буде?" Сова пояснювала, що в разі раптового занурення під воду найголовніше – це тримати голову над водою. Кенга величезними стрибками мчала вздовж берега і все допитувалася: "Ру, любий мій, ти й справді не потонув?", а Ру, долаючи плеса й водоспади, завжди відповідав одне: "Дивіться, як я плаваю!"

Іа-Іа обернувся задом до річки й опустив хвоста у воду, саме туди, куди перед тим упав Крихітка Ру. Так він і сидів, спиною до всього, що діялося навкруги, стиха щось бурмочучи собі під ніс та примовляючи:

– Бач, до чого призводять умивання! Але ти тільки хапайся за мого хвоста, Крихітко Ру, і все буде гаразд".

А Крістофер Робін із Кроликом бігли понад берегом і всіх підбадьорювали:

– Ру, тримайся, я йду до тебе! – гукав Крістофер Робін.

– Гей, ви там, перекиньте що-небудь через річку, отам, трохи нижче,– командував Кролик.

Та Пух і без нього вже щось надумав. Він стояв за два плеса нижче від того місця, де зараз борсався Ру, і тримав у лапах довгу тичку.

Мить – і Кенга теж була біля нього. Схопивши тичку за другий кінець, вона одним махом перестрибнула через річку. Тепер Пух тримав тичку з одного, а Кенга – з другого боку річки, а далі вони разом опустили її до самої води, і невдовзі Крихітка Ру, який усе ще захоплено булькав: "Дивіться, як я плаваю!" – вчепився за тичку й вибрався на берег.

– Ну що, бачили, як я плаваю? – гордо пищав Крихітка Ру, не звертаючи уваги на бурчання Кенги, поки вона його витирала.– Пуше, ти бачив, як я плаваю? Оце називається плавати!.. Кролику, ти бачив, що я робив? Я плавав!.. Гей, Пацику! Чуєш мене? Як, потвоєму, що я робив? Я плавав!.. Крістофере Робіне, ти бачив, як я...

Але Крістофер Робін нічого не чув і не бачив. Він дивився на Пуха.

– Пуше,– сказав він,– де ти знайшов оцю вісь?

Пух глянув на тичку, котру все ще тримав у лапах.

– Ну, йшов і знайшов,– сказав він.– То це – вісь? А я гадав – звичайна собі палиця, може, на щось знадобиться. Бачу – стирчить у землі, я її й висмикнув.

– Пуше,– урочисто сказав Крістофер Робін.– Експедицію закінчено. Це – земна вісь. Ти відкрив Північний полюс!

– Та ну?! – сказав Пух.

......................................

Коли всі повернулися на лужок, Іа все ще сидів на тому самому місці, де його залишили, і мочив у воді свого хвоста.

– Гей, скажіть хто-небудь Крихітці Ру, нехай він там швидше,– попросив Іа.– У мене дубіє хвіст. Я б не став про це говорити, та правди не приховаєш. І я зовсім не скаржуся, хоча це правда. Хвіст мій добряче змерз.

– А я вже ось! – пропищав Ру.

– О, то ти вже тут!

– Ти бачив, як я плаваю?

Іа витяг хвоста з води і помахав ним.

– Так я і знав,– сказав він.– Нічого не відчуває. Затерп і занімів. Он до чого дійшло. Зовсім задубів. Та коли це нікому не завдає клопоту, значить, так воно й мусить бути.

– Бідненький мій Іа! Я його зараз витру,– сказав Крістофер Робін. Він витяг носовичок і став витирати осликові хвоста. '

– Дякую тобі, Крістофере Робіне. Ти тут єдиний, хто розуміється на хвостах. Усі інші не здатні мислити. У цьому їхня біда. Вони не мають уяви. Для них хвіст – це не хвіст, а просто якась собі китиця поза спиною.

– Не журися, Іа,– сказав Крістофер Робін, щосили розтираючи хвоста.– Тепер йому краще?

– Так, тепер він начебто відчуває себе хвостом. Відчуває, що він комусь належить. Якщо ти тямиш, про що я кажу...

– Привіт, Іа,– сказав Пух, підходячи до них зі своєю віссю.

– Моє шанування, Пуше. Дякую за увагу...

...Пух розгублено подивився на Крістофера Робіна.

– Пух саме знайшов Північний полюс,– сказав Крістофер Робін.– Чудово, правда, Іа? Ось земна вісь!

Пух скромно опустив очі.

– Оце? – спитав Іа.

– Так! – сказав Крістофер Робін.

– То ми шукали оцю штуку? – спитав Іа.

– Саме її,– сказав Пух.

– Гм,– сказав Іа.– Ну що ж. Принаймні дощу не було,– додав він.– І то вже добре.

Вони встромили вісь у землю, і Крістофер Робін прив'язав до неї дощечку з написом:

ПІВНІЧНИЙ ПОЛЮС.

ВІКРИТИЙ ПУХОМ.

ПУХ ЙОГО НАШОВ.

Потому всі розійшлися по домівках. І здається, хоч я й не зовсім у цьому певен, Крихітці Ру довелося прийняти гарячу ванну й одразу лягти спати.

А Пух так пишався своїм подвигом, що, опинившись у власній хатці біля власного буфета, мусив перш за все гарненько підкріпитися.

ПРИГОДА ДЕВ'ЯТА,

У якій паць із усіх усюд оточений водою

Дощ хлюскотів, хлюскотів і хлюскотів. Паць сказав собі, що ніколи за все своє життя – а йому було страшенно багато років: може, три, а може, навіть цілих чотири! – ніколиніколи він ще не бачив стільки дощу одразу. А дощ усе періщив – з ранку до ночі, день за днем, день за днем...

"От якби,– думав Паць, визираючи з віконця,– от якби я гостював у Пуха чи в Крістофера Робіна, чи навіть у Кролика, коли почався дощ, тоді мені весь час було б весело. А так сиди тут сам-один мов палець і думай-гадай, коли ж то цей дощ ущухне!"

І Паць уявив собі, що він сидить у гостях у Пуха й питає його: "Пуше, ти бачив колинебудь отакенний дощ?", а Пух відповідає: "Просто жах, Пацику!" або він, Паць, каже: "От би знаття, чи не розмило дорогу до Крістофера Робіна?", а Пух відповідає: "Бідолашного старого Кролика, мабуть, уже точно вимило з дому".

Отак любенько погомоніти – хіба то не радість, не насолода?! Бо навіщо тоді взагалі здалися такі незвичайні речі, як повені чи потопи, коли тобі навіть ні з ким про них погомоніти?

А видовище, що й не кажи, було-таки справді незвичайне. Маленькі сухі рівчачки, в яких Паць, бувало, так прелюбо копирсався рильцем, стали струмками; маленькі струмки, в яких він, бувало, залюбки брьохався, стали річками; а річка, на берегах якої друзі так весело гралися, вилізла зі свого ложа (так називають річчину постіль) і розлилася так широко та далеко, що Паць занепокоївся, чи не забереться вона скоро у його власне ложе (тобто в його власну постіль).

"Усе ж трішечки лячно,– сказав він сам до себе,– лячно бути зовсім Малесеньким Пацем, з усіх усюд оточеним водою! Крістофер Робін і Пух можуть врятуватися, видершись на дерева; Кенга така стрибуча, що також може врятуватися; Кролик може врятуватися, закопавшись у землю; Сова може врятуватися, полетівши куди завгодно; а Іа може врятуватися, якщо... якщо буде голосно кричати, доки його не порятують... Тільки я сиджу тут, оточений водою, і нічого-нічого не можу вдіяти!.."

А дощ усе хлюскотів та хлюскотів, і з кожним днем вода підіймалася вище та вище, і ось вона вже підступила майже до самого віконця... а Паць і досі не спромігся щось вдіяти.

"Добре Пухові,– з гіркотою думав Паць.– Щоправда, Пух не такий уже й розумний, бо в голові у нього тирса, але це йому байдуже.

Він що зробить, то все не так, а виходить – все саме так. Добре й Сові. Щоправда, розуму в неї також небагато, зате вона геть усе знає. Сова напевне б сказала, що треба робити, коли ти з усіх усюд оточений водою. Добре й Кроликові. Правда, Кролик мало читав книжок, зате він завжди, коли захоче, може скласти розумний план. Добре й Кензі. Правда, Кенга не така й розумна, але вона так непокоїться за Крихітку Ру, що завжди робить те, що треба робити, і їй для цього не треба навіть думати. Добре й бідолашному Іа, бо він... бо він такий бідолашний, що не став би зовсім нічого робити. Але цікаво, що б на моєму місці зробив Крістофер Робін?"

І раптом Паць згадав історію, що її колись давно розповідав йому Крістофер Робін,– історію про моряка на безлюдному острові, який написав усе, що треба, на папірці, поклав той папірець у пляшку, а пляшку кинув у море...

І Паць подумав, що коли і він напише усе, що треба, на папірці і покладе папірця у пляшку, а пляшку кине у воду, то, може, хтось прийде і порятує його!

Він вискочив із віконця, обнишпорив усю свою хатку (точніше, все, що в хаті лишалося сухого) й нарешті знайшов сухого олівця, клаптик сухого паперу, суху пляшку та сухий до неї корок.

З одного боку на папірці він написав:

ОЙ ПОРЯТУЙТЕ!

ПАЦЯ (МЕНЕ)

А на зворотному боці ще написав:

ЦЕ Я, ПАЦЬ!

МЕРЩІЙ ДОПОМОЖІТЬ!

Потому він запхнув папірця у пляшку, пляшку міцно закоркував і, висунувшись у віконце якомога далі, але так, щоб не випасти, щосили кинув її у воду.

"Хлюп!" – сказала пляшка і загойдалася на хвилях. Паць дивився, як вона повільно відпливає, дивився, аж поки в нього заболіли очі, і часом йому ввижалося, ніби то пляшка, а часом, що то просто брижі на воді, й нарешті він зрозумів, що більше цієї пляшки він ніколи не побачить і що він зробив усе, що тільки міг, для свого порятунку.

"Отже, тепер,– думав він,– хтось інший повинен щось зробити. Я сподіваюся, що він це зробить швидко, бо якщо він не зробить цього швидко, то мені доведеться плавати, а я не вмію..."

Після цього Паць глибоко-глибоко зітхнув і промовив:

– Хочу, щоби Пух був тут. Удвох-бо значно веселіше!

....................................

Коли почався дощ, Вінні-Пух спав. Дощ собі хлюскотів, хлюскотів та хлюскотів, а він собі спав, спав і спав. Напередодні Пух страшенно стомився. Як ви пригадуєте, він відкрив Північний полюс. Це сповнило його такою гордістю за себе, що він запитав Крістофера Робіна, чи нема ще таких полюсів, котрі Ведмідь із тирсою в голові міг би відкрити.

– Є ще Південний полюс,– сказав Крістофер Робін,– і, гадаю, десь є ще й Східний полюс та Західний полюс, хоч люди про них чомусь не люблять говорити.

Почувши таку новину, Пух дуже розхвилювався й запропонував негайно влаштувати Ехспотикцію до Східного полюса. Але Крістофер Робін був зайнятий чимось іншим.

Тоді Вінні-Пух подався сам відкривати Східний полюс. Відкрив він його чи ні, я забув, але додому він повернувся такий стомлений, що заснув просто посеред вечері, просто на стільці, просто за якихось півгодини із хвостиком по тому, як почав їсти. І от тепер він спав, спав і спав.

І раптом йому приснився сон: ось він, Пух, уже на Східному полюсі, і цей полюс страшенно холодний, суціль покритий найхолоднішими сортами снігу та льоду. Пух розшукав бджолиний вулик і ліг у ньому спати, але для задніх лапок у вулику місця не вистачило, тому їх довелося залишити надворі. Нараз, не знати звідки, прийшли Дикі Бабаї, що живуть на Східному полюсі, і почали вискубувати хутро на його лапках, аби вимостити гнізда своїм малюкам. І що більше вони скубли, то холодніше ставало лапкам, і, нарешті, Пух прокинувся з вигуком "Ох!" і побачив: сам він сидить на стільці, а ноги його у воді і скрізьскрізь довкола нього – також вода!

Пух прочалапав до дверей і визирнув надвір:

– О, це не жарт! – сказав він.– Треба рятуватися.

Він схопив найбільший глечик з медом і врятувався з ним на товсту-претовсту гілляку свого дерева, що стриміла високо-високо над водою.

Потому він зліз назад і врятувався ще з одним глечиком.

А коли всі рятівні операції було закінчено, то на гілляці сидів сам Пух і дриґав у повітрі ногами, а поруч нього стояло десять глечиків з медом...

Наступного дня на гілляці сидів сам Пух і дриґав у повітрі ногами, а поруч стояло чотири глечики з медом...

Третього дня на гілляці сидів сам Пух і дриґав у повітрі ногами, а поруч стояв один-єдиний глечик із медом...

Четвертого дня на гілляці сидів сам Пух, а біля нього... не було жодного глечика з медом. І саме цього ранку четвертого дня повз нього пропливла пляшка, що її кинув Паць.
На мій погляд, найбільш милосердна річ у світі — нездатність розуму людини усвідомити все, що міститься у цьому світі. Ми мешкаємо на безтурботному острові необізнаності в імлі чорного моря безмежності, тож не слід вояжувати надто далеко. Науки, кожна з яких тягне у власний бік, до цього часу нам майже не шкодили; проте колись з’єднані разом відокремлені знання відкриють такі жахливі можливості дійсності та наше місце в цій бридоті, що нам лишиться чи то збожеволіти через відкриття, чи то врятуватися від цього смертельного просвітлення в спокої та безпеці нового темного середньовіччя.
Теософи здогадалися про жахну велич космічного кола, в якому наш світ і людство — лише випадкові епізоди. Вони натякали на дивні створіння, від яких стигнула б кров, якщо б ці натяки не приховувалися заспокійливим оптимізмом. Проте не від цих теософів я дізнався про заборонені ери, від єдиного дотику до яких шкірою біжать мурахи, коли думаєш, і божеволієш, коли бачиш уві сні. Це одкровення, як і відкриття всієї страхітливої правди, відбулося за умов, коли розрізнені шматочки мозаїки з’єдналися разом — у нашому випадку йдеться про вирізку зі старої газети й нотатки померлого професора. Сподіваюся, більше нікому не судилося зібрати цієї мозаїки; знаю напевно, якщо залишуся живим, сам свідомо ніколи не додам жодного кільця до цього потворного ланцюга. На мій погляд, професор також сподівався зберігати таємницю, про яку дізнався, тож він, напевно, знищив би власні нотатки, якби раптова смерть не завадила.
Уперше я дізнався про це взимку 1926–1927 років, коли помер мій двоюрідний дідусь Джордж Ґеммел Енджелл, заслужений професор у відставці, який колись викладав семітські мови в університеті Браун, Провіденс, штат Род-Айленд. Професор Енджелл був визнаний спеціаліст зі стародавніх манускриптів та написів, до нього нерідко зверталися керівники відомих музеїв; тож його смерть у доволі похилому віці — у віці дев’яносто двох років — не лишилася непоміченою. До того ж цікавість серед місцевого населення посилювали деякі нез’ясовні обставини причин його смерті. Професор прийняв смерть, коли повертався із Ньюпорта, де пристав пароплав; за словами свідків, старий раптово впав, коли його штовхнув якийсь моряк-негр, котрий з’явився з одного з підозрілих темних дворів, що виходили на крутий схил — найкоротший шлях із порту до домівки покійного на Вільямс-стрит. Лікарям не вдалося виявити жодних видимих ушкоджень, тож після тривалих, плутаних обговорень вони дійшли висновку, що у старого не витримало серце через швидке сходження таким крутим схилом. Тоді я не бачив жодної причини вважати інакше, ніж зазначено в офіційній заяві, проте пізніше мене почали мучити сумніви — і не без підстав.
Оскільки у мого двоюрідного діда своїх дітей не було, а дружина вже давно померла, я лишився єдиним спадкоємцем та виконувачем духівниці старого професора, тож очікували, що я ретельно вивчу всі його папери; із цією метою я всі коробки та теки перевіз до себе в Бостон. Більшу частину того, що я розібрав, пізніше видало Американське археологічне товариство, однак залишалася одна скриня, вміст якої спричинив надзвичайне збентеження, тож я відчував, що не слід показувати її стороннім. Скриня виявилася замкненою, і я не міг знайти ключа, доки мені не спало на думку перевірити особисту в’язку ключів професора, яку старий повсякчас носив у кишені. Коли мені все ж пощастило скриню відімкнути, виявилося, що я зіткнувся із ще складнішою, ще більш нездоланною перешкодою. Я не міг здогадатися, що значить цей підозрілий барельєф з глини, якісь не пов’язані між собою нотатки, клаптики паперу та вирізки, які знайшов у скрині. Невже мій дідусь на схилі віку почав вірити у відверте шахрайство? Вирішив знайти цього ексцентричного скульптора, через витвір якого старий вочевидь втратив розум.
Цей барельєф являв собою нерівний прямокутник близько двох сантиметрів завтовшки та площею дванадцять на п’ятнадцять сантиметрів; вочевидь, його було зроблено нещодавно. Проте зображене на ньому ані за самою атмосферою, ані за задумом не збігалося із сучасністю; попри те, що примхи кубізму та футуризму доволі численні та несамовиті, у них нечасто відображається та загадкова регулярність, яка криється в доісторичних письменах. І на таких зображеннях мали бути якісь письмена, однак на пам’ять, незважаючи на непогану обізнаність із паперами та колекціями мого дідуся, не приходило джерело саме цього різновиду. Навіть віддаленого натяку.
Над цими ієрогліфами проглядала фігура, яка, вочевидь, мала б надати барельєфу мальовничості, однак, оскільки була виконана в стилі імпресіонізму, чітко визначити її природу було неможливо. Здавалося, то було якесь чудовисько, чи то символ, який позначає чудовисько, чи то образ, навіяний хворою уявою. Якщо б я сказав, що моя дещо надмірна фантазія водночас народжувала образи восьминога, дракона та карикатури на людину, то майже достеменно описав би дух цього створіння. Гротескне та вкрите лускою тіло із недорозвинутими крилами вінчала м’ясиста голова зі щупальцями. Проте найбільш страхітливим був загальний обрис цього створіння. Позаду істоти проглядало щось схоже на споруди із величезних неокатаних та необроблених каменів, на кшталт циклопічної кладки.
Нотатки, які лежали у скрині поряд із цією дивною річчю, із купою газетних вирізок, зробив сам професор Енджелл в останні роки життя. Вони не мали жодного стосунку до літератури. Головний на позір документ називався: «КУЛЬТ КТУЛГУ», літери були старанно виведені задля того, щоб запобігти помилки в читанні цього нечуваного слова. Сам рукопис поділено на дві частини: перша мала назву: «1925 рік — Мрії та твори, навіяні снами Г. А. Вілкокса, Провіденс (штат Род-Айленд) вул. Томас-стрит, будинок 7», а друга: «Розповідь інспектора Джона Р. Леґрасса, Новий Орлеан (штат Луїзіана), вул. Бєнвілль-стрит, будинок 121, на зборах Американського археологічного товариства у 1908 році — з нотатками автора та коментарем проф. Вебба». Усі інші папери — найкоротші нотатки, деякі зі змістом дивних снів різних людей, деінде посилання із теософічних книжок та часописів (особливо з роботи У Скотт-Елліота «Атлантида та загибла Лемурія»), а решта приміток стосувалася давніх таємничих спільнот і загадкових культів із посиланням на сторінки таких відомих міфологічних та антропологічних джерел, як «Золота гілка» Фрезера і «Відьомський культ у Західній Європі» міс Мюррей. У більшості газетних вирізок ішлося про незвичні психічні хвороби та спалахи групового божевілля й манії навесні 1925 року.
У першій половині головного манускрипту описано доволі своєрідну історію. Як виявляється, 1 березня 1925 року до професора Енджелла завітав незнайомий темноволосий молодий неврастенік худорлявої статури. Із собою він приніс нещодавно виліплений, тому ще вологий барельєф. На візитній картці було зазначено: «Генрі Ентоні Вілкокс», і мій двоюрідний дід впізнав у гості молодшого представника однієї славетної родини, з якою був трохи знайомий. Було відомо, що цей юний нащадок останнім часом вивчав скульптуру в Художній школі в Род-Айленді та мешкав окремо в будинку Флер-де-Ліз поблизу інституту. Розвинений не за віком Вілкокс мав великий, хоча й доволі ексцентричний талант, із самого дитинства привертав до себе увагу чудернацькими історіями та дивними снами, що їх мав звичку переповідати. Юнак називав себе «психічно гіперчутливим», проте врівноважені мешканці давнього торговельного міста вважали його просто «дивакуватим». Ніколи не підтримував стосунків із людьми свого кола, тож врешті зник із поля зору світу, тепер був відомий лише серед нечисленної купки естетів з інших міст. Навіть Художній клуб Провіденса, який палко бажав зберегти власний консерватизм, уважав його безнадійним митцем.
Далі в манускрипті професора мовилося, що скульптор одразу ж поцікавився, чи не зможе відомий археолог допомогти йому розтлумачити ієрогліфи на цьому барельєфі. Гість висловлювався замріяно та пишномовно, що не викликало симпатії, бо здавалося розрахованим на ефект; тож мій дідусь доволі різко йому відповів, оскільки підозріла свіжість виробу не мала нічого спільного з археологією. Заперечення юного Вілкокса, які настільки вразили мого дідуся, що він після зустрічі записав їхню розмову дослівно, мали, як, напевно, і вся розмова, досить поетичний характер. Як дізнався пізніше, така манера спілкування була притаманна молодому скульпторові.
Він сказав:
— Насправді скульптуру тільки-но виліплено: я зробив її вчора вночі, уві сні, коли мандрував незвіданими містами. І ці сни старші за задумливий Tip, за споглядального Сфінкса, за оточений садами Вавилон.
І тут він почав свою незв’язну розповідь, яка одразу ж пробудила сплячу пам’ять та викликала гарячкову цікавість мого діда. Минулої ночі відчувалися невеличкі підземні поштовхи, найбільш значні у Новій Англії за останні кілька років; і уява Вілкокса дивним чином відреагувала на землетрус. Коли він ліг спати, йому наснився сон, який ніколи раніше не снився. Бачив величні циклопічні міста із велетенськими кам’яними глибами та монолітами, що сягали небес і сочилися зеленою липкою багнюкою та прихованим бридким жахом. Усі стіни та колони були вкриті ієрогліфами, а звідкись знизу лунав голос, який взагалі на голос не скидався; відчуття хаосу, яке лише розвинута уява могла б прийняти за звук, проте юнак спромігся передати майже невимовний набір букв: «Ктулгу фгтаґн».
Ця вербальна нісенітниця стала ключем до спогадів, які водночас збудили та занепокоїли професора Енджелла. Він допитував скульптора із прискіпливістю науковця; майже із шаленою зосередженістю вивчав барельєф, над яким уві сні працював юнак у самій нічній сорочці, а прокинувся — здригнувся від збентеження та холоду. Як потому зазначив Вілкокс, мій дідусь докоряв поважному віку за ту повільність, із якою пізнав ієрогліфи та саме зображення. Більшість із його питань здалися гостю надзвичайно недоречними, особливо коли професор намагався поєднати молодого скульптора із дивними культами чи то об’єднаннями; Вілкокс усе ніяк не міг збагнути, чому професор наполегливо запевняв його, що мовчатиме в обмін на зізнання молодика, що він є членом якогось поширеного містичного чи то язичницького культу або спільноти. Коли ж таки професор Енджелл переконався, що скульптор взагалі не розуміє, про який культ чи криптографічні вчення йдеться, старий почав наполягати на тім, щоб гість у подальшому розповідав йому про всі свої сни. І благання професора дали плоди: після опису першої зустрічі в манускрипті йдеться про щоденні візити молодого скульптора, під час яких він розповідав приголомшливі епізоди власних снів, завжди обтяжені жахливими циклопічними пейзажами з темним камінням, що сочилося зеленою гниллю, із голосом, що лунав з-під землі, та розумом, що монотонно щось виголошував — загадковими органами чуття неодмінно сприймалося як тарабарщина. Найчастіше повторювалися слова, які можна передати літерами «Ктулгу» та «Р'лієг».
Двадцять третього березня, йшлося далі в манускрипті, Вілкокс не з’явився; коли професор навідався до квартири юнака, дізнався, що його охопила невідома лихоманка, тож його забрали до батьківського дому на Вотермен-стрит. Уночі він кричав, перебудив кількох митців у будинку і відтоді перебував у двох станах: безпам’ятства та марення. Мій дідусь одного разу зателефонував його батькам, тож відтоді прискіпливо стежив за станом хворого, час від часу телефонував до кабінету доктора Тобі на Тайєр-стрит, дізнавшись, що саме він і є сімейним лікарем Вілкокса. Гарячкова уява юнака, вочевидь, зосередилася на дивних речах; лікар часом здригався, коли розповідав про них. У його видіннях не тільки повторювалося те, що наснилося раніше, проте повсякчас згадувалося гігантське створіння «кілометри два заввишки», яке ходило навколо чи то незграбно рухалося. Жодного разу він повністю не описав цієї істоти, говорив лише якісь окремі гарячкові слова, які потім повторював доктор Тобі — вони переконали професора, що, напевно, це і є те невідоме чудовисько, яке юнак утілив у власній скульптурі «зі сну». Лікар також додав, що після згадки про цю істоту скульптора охоплювала млявість. Його температура, як не дивно, була не надто висока, проте, зважаючи на його загальний стан, ішлося радше про звичайну лихоманку чи то психічний розлад.
Другого квітня о третій дня від невідомої хвороби Вілкокса не лишилося ані сліду. Він сів у ліжку, надзвичайно здивувався, коли зрозумів, що опинився у батьків, не маючи жодного уявлення про те, що сталося уві сні чи то в реальності 22 березня. Три дні потому, коли лікарі визнали його здоровим, скульптор повернувся до власної квартири; проте професорові Енджеллу він уже у пригоді не ставав. Навіть сліду дивних сновидінь після одужання юнака не лишилося, тож мій дідусь припинив нотувати його сни після тижня безплідних спостережень, протягом якого професор старанно записував цілком звичайні видіння.
Цим і закінчується перша частина манускрипту, проте посилання на деякі розрізнені нотатки спонукали до подальших роздумів — настільки наполегливо спонукали, що, правду кажучи, лише закоренілим скептицизмом, яким на той час я керувався, можна пояснити, чому цей митець і далі здавався мені підозрілим. Нотатки, про які йдеться, — описи сновидінь різних людей за той самий період, коли юний Вілкокс робив свої незвичні візити. Дідусь, здається, доволі швидко розгорнув повномасштабне дослідження серед майже всіх своїх знайомих, яких міг би розпитати і не вважатися нахабою. Певний час усіх розпитував про сновидіння, дати будь-яких незвичних видінь. Опитувані по-різному ставилися до таких запитань; проте він, вочевидь, отримав настільки багато відповідей, що будь-яка людина, навіть професор, сам без секретаря уже не міг в них розібратися. Оригінальне листування не збереглося, але нотатки професора містили докладну вибірку, яка допомагала відтворити загальний зміст. Пересічні люди в суспільстві та ділових колах — ті, кого в Новій Англії вважають «сіллю землі», — майже ніколи не бачили незвичних снів, однак подекуди траплялися випадки безформних нічних видінь, усі у проміжок між 23 березня та 2 квітня — у той період, коли марив юний Вілкокс. Учені мужі виявилися трохи більш вразливими: у чотирьох випадках йшлося про невиразний опис примарних дивних пейзажів, а в одному згадувався страх, викликаний якоюсь аномалією.
Саме від митців та поетів надійшли відповіді, що стосувалися справи, і розумію, що неодмінно виникла б паніка, якби вдалося порівняти нотатки. Оскільки бракувало самих листів, я в глибині душі підозрюю, що мій дідусь-упорядник ставив навідні питання чи то відредагував отриману кореспонденцію задля необхідного результату. Саме тому й далі відчував, що Вілкокс якимось чином дізнався про відомості, які мій дідусь збирав раніше, і став нав’язувати старому вченому свої власні думки. Відповіді, отримані від людей творчих, складалися у тривожну картину. Починаючи із 28 лютого аж до 2 квітня багатьом з них наснилися дивні речі, до того ж інтенсивність цих видінь стала набагато вища за часи, коли скульптор марив у гарячці. Більше чверті тих, хто повідомляв про сновидіння, описували пейзажі та загробні звуки, схожі на ті, що описував Вілкокс, а деякі з опитуваних зізналися, що відчули пронизливий острах, коли наприкінці видіння невідомо звідки матеріалізувалася гігантська огидна істота. Один випадок, який був описаний доволі детально, виявився печальним. Опитуваний, відомий архітектор, який схилявся до теософії та окультизму, взагалі збожеволів у день, коли молодого Вілкокса охопила лихоманка, і згаснув за кілька місяців, протягом яких невпинно кричав, щоб його врятували від якогось демона, що вирвався з пекла. Якби мій дідусь у всіх справах позначав справжні імена, а не просто нумерував їх, я міг би вдатися до власного розслідування, щоб отримати чи то спростувати власні підозри; проте, оскільки всюди зазначалися тільки номери, мені вдалося дослідити лише кілька. Однак саме ці випадки були прописані найдокладніше. Часто дивувався: невже всі опитувані професором були ж настільки спантеличені його питаннями, як і ця група? Навіть добре, що вони так і не дізналися результатів опитування.
Газетні вирізки, як уже зазначав, стосувалися випадків паніки, манії чи то ексцентричної поведінки протягом цього періоду. Напевно, професор Енджелл найняв ціле прес-бюро, оскільки кількість вирізок була величезна, із джерел з усіх куточків земної кулі. У Лондоні вночі скоєно самогубство: якийсь одинак дико закричав та вистрибнув у вікно. А ось навпаки, незв’язний лист на ім’я редактора однієї південноафриканської газети, в якому фанатик передрікав страшне майбутнє, виходячи із власних видінь. А в статті з Каліфорнії описувалася колонія теософів, що вдяглися у білі одежі задля якогось «славетного діяння», яке так і не відбулося. У газетах з Індії обережно повідомлялося про серйозне занепокоєння серед місцевого населення наприкінці березня. На Гаїті почастішали оргії чаклунів-вуду. Представництва в Африці доповідають про зловісні народні хвилювання. Американські військові на Філіппінах повідомляли про непокоєння певних племен у цей проміжок часу, а поліцейських із Нью-Йорка оточив натовп істеричних левантинців у ніч з 22 на 23 березня. На заході Ірландії також не вщухали всілякі плітки та пересуди, а митець-фантаст на ім’я Андруа-Бонно виставив на весняному салоні в Парижі 1929 року блюзнірське полотно «Пейзаж, що наснився». І випадки хвилювань у божевільнях були настільки численні, що лише дивом медична спільнота не побачила дивних паралелей та не зробила висновків про втручання містичних сил. Усе пояснювалося цією дивною добіркою газетних вирізок. І зараз лише закоренілим раціоналізмом міг виправдати, чому я залишив їх без належної уваги. Проте тоді був переконаний, що саме юному Вілкоксу відомо те, про що згадував професор.
II Розповідь інспектора Леґрасса
Другу частину цього чималого рукопису було присвячено більш віддаленим у часі подіям, саме через які сни скульптора та його барельєф справили на мого дідуся настільки значуще враження. Виявляється, що колись професор Енджелл уже стикався з огидними обрисами невідомої потвори, морочив голову над незвіданими ієрогліфами та чув зловісні звуки, які складалися лише у дивне «Ктулгу»; тож настільки схвилював та жахав подібний збіг, що загалом анітрохи не дивно, що професор прискіпливо допитував юного Вілкокса, потребував найменших подробиць.
Випадок, про який ідеться, стався у 1908 році, за сімнадцять років до подій сьогодення, коли Американське археологічне товариство проводило щорічне засідання в Сент-Луїсі. Професор Енджелл був людиною різнобічною та впливовою у цих колах, його виступи були «перлинами» всіх засідань; тому саме до нього насамперед і звернулися кілька сторонніх осіб, які скористалися цією зустріччю науковців, щоб поставити питання та отримати точні відповіді, а також почути думку експертів.
Ватажком цієї сторонньої групи людей — невдовзі він зосередив на собі цікавість всіх присутніх на засіданні — був звичайнісінький на вигляд чолов’яга, середнього віку. Він приїхав із Нового Орлеана, оскільки не зміг дістати ніякої інформації з жодного з місцевих джерел. Його ім’я було Джон Реймонд Леґрасс, інспектор поліції. Із собою на зібрання археологів він привіз і предмет, який спричинив його візит до Сент-Луїса: ґротескну, огидну, вочевидь, дуже давню кам’яну статуетку, походження якої залишалося для інспектора таємницею за сімома печатками. Не слід вважати, що інспектор Леґрасс цікавився археологією. Навпаки, його рішуче бажання дізнатися більше про дивну річ було викликане суто професійною цікавістю. Цю статуетку, ідола, фетиша — хай там що це було — знайдено кількома місяцями раніше у порослих лісом драговинах на півночі Нового Орлеана під час поліцейської облави на прибічників магії вуду, що, як припускали, зібралися на болотах. Проте обряди цього культу виявилися настільки своєрідними та страхітливими, що поліції нічого не залишалося, як погодитися з тим, що вони стикнулися із чимось темним та цілком їм невідомим, до того ж навіть жорстокішим, ніж найбільш диявольські африканські чаклуни вуду. Щодо походження цього релігійного служіння, попри дивні та неймовірні історії, які випитали у заарештованих адептів, більше нічого дізнатися не вдалося; отже, поліції конче потрібна думка видатних археологів та знавців давнини, які б допомогли встановити, що це за жахливий символ, а вже опісля простежити за ним до самого початку.
Інспектор Леґрасс навряд чи був готовий до сенсації, яку викликала його знахідка. Лише одного погляду на цю річ було достатньо, аби всі вчені мужі неабияк розхвилювалися та в одну мить скупчилися навколо інспектора, щоб подивитися на невеличку статуетку, яка вже самим своїм надзвичайно дивним та непідробним виглядом сивої давнини переконливо натякала на недосліджені архаїчні світи. Жодна з відомих мистецьких шкіл не створювала подібного жахіття, проте, здавалося, що цілі століття, навіть тисячі років увічнилися у тьмяній, зеленкуватій поверхні цього невідомого каменя.
Фігурка, яку присутні зрештою почали неквапно передавати одне одному задля більш ретельного вивчення, була заввишки сантиметрів 18–20, вирізьблена витонченим митцем. Вона являла собою чудовисько, яке обрисами віддалено нагадувало людину, проте з головою восьминога, а замість обличчя мало численні щупальця, лускате тіло, схоже на ґуму, на передніх та задніх лапах — величезні страхітливі кігті, за спиною — довгі, вузькі крила. Ця товста істота, здавалося, сочилася жахливою та неприродною люттю, була сповнена якоїсь гордовитості. Ця втілена у камені лють сиділа навпочіпки на прямокутній кам’яній брилі або п’єдесталі, вкритому нерозбірливими письменами. Кінчики крил торкалися брили позаду, сама істота була посередині, а задні ноги чудовиська вчепилися у передній край п’єдесталу, немов воно приготувалося до стрибка; при цьому кігті тих ніг спускалися мало не на чверть висоти всієї брили. Голову головоногого молюска було нахилено вперед, тож кінці щупалець на обличчі зачіпали велетенські передні лапи, якими істота стискала коліна, що стирчали. Уся ця аномалія здавалася по-справжньому живою, а тому ще більш страхітливою, оскільки ніхто нічого про неї не чув. Безумовним було єдине — поважна, жахна давнина статуетки; проте жодних натяків на відомі надбання мистецтва на світанку цивілізації… чи то будь-яких часів узагалі. Навіть сам камінь, з якого зроблено статуетку, являв таємницю; ані геологи, ані мінералоги не знаходили ніяких відповідників цьому мильному, чорно-зеленому каменю із золотавими або райдужними цятками та рисками. У письменах на п’єдесталі крилася така ж таємниця; і жоден із присутніх мужів, попри те, що на конференцію зібралася половина світових фахівців у цій галузі, навіть гадки не мав, що там може бути написано. І сама річ, і матеріал, з якого її було зроблено, належали чомусь, що жахно натякало на давні, невідомі періоди життя, де не було місця нашому світу і які ми не здатні збагнути.
Попри те, що всі присутні науковці хитали головами, визнаючи власну поразку перед загадкою інспектора, один чоловік на цих зборах припустив, що в цій потворній істоті та письменах пробивається щось віддалено знайоме. Він незабаром, дещо соромлячись, розповів дивну історію. Цим чоловіком виявився покійний Вільям Ченнінґ Вебб, професор антропології Принстонського університету, видатний дослідник. Сорок вісім років тому професор Вебб подорожував Ґренландією та Ісландією у пошуках якихось рунічних написів, які йому так і не вдалося розкопати, і десь високо в горах на узбережжі Західної Ґренландії зіткнувся зі своєрідним племенем ескімосів, які вже вироджувалися на тій території, та їхнім культом. Їхнє вірування — дивна форма вшанування диявола — налякало професора своєю навмисною кровожерливістю та огидністю. Про це вірування мало що було відомо навіть іншим ескімосам: згадуючи про цю релігію, вони здригалися, запевняючи, що цей культ сягає сивої давнини, навіть ще до створення світу. Крім того, огидні звичаї та жертвоприношення людей були успадкованими запаморочливими ритуалами вшанування вищого диявола, якого місцеві називають торнасук — професор Вебб старанно записав (наскільки йому вдалося передати почуте звичними літерами) кожен звук, як його промовляв літній ангекок, тобто шаман. Проте зараз найважливішого значення набував фетиш, якому вклонялися послідовники цього культу, навколо якого танцювали, коли ранкова зірка здіймалася високо над крижаними скелями. За словами професора, цей фетиш являв собою необробний кам’яний барельєф, де було зображено якусь потворну картину та загадкові письмена. І наскільки професор міг бачити, знайдений у Ґренландії барельєф у головному дещо нагадував чудовисько, яке зараз лежало перед науковцями, що зібралися.
Присутні разом з інспектором Леґрассом з підозрою та здивуванням прийняли заяву професора; поліцейський одразу ж почав прискіпливо розпитувати професора. Занотувавши та скопіювавши ритуальні вигуки прибічників культу, яких його підлеглі заарештували серед драговини, благав професора пригадати якомога точніше звуки, які він занотував серед тих жорстоких ескімосів. Одразу ж почали виснажливо порівнювати подробиці, а потім запала шаноблива тиша, коли інспектор та науковець погодилися, що два пекельні ритуали, віддалені й у часі, й у відстані, послуговуються майже тією самою фразою. По суті, і чаклуни-ескімоси, і відуни з драговин Луїзіани наспівували своїм спорідненим ідолам щось на кшталт цього (стосовно відокремлення слів — це суцільна здогадка, враховуючи притаманні наспівам паузи): «Пг'нґлуі мґлв’нафг Ктулгу Р’лієг вґаг’наґл фгтаґн».
Інспектор Леґрасс мав перевагу перед професором Веббом, бо кілька заарештованих-метисів повторили йому те, що означає ця фраза, за словами старших сановників. У такому вигляді, як її наспівували, виходило щось таке:
«У кам’яній темниці у величному місті Р’лієг померлий Ктулгу спить довічним сном, очікуючи на свій час».
Потім інспектор Леґрасс на численні прохання наполегливої публіки розповів якомога докладніше свою історію про шанувальників культу в драговині; саме цій розповіді мій дідусь, наскільки я бачу, приділив значну увагу. Вона мала присмак найшаленіших мрій того, хто складає міфи, та ще й теософа, і демонструвала приголомшливий ступінь космічної уяви серед таких напівкаст і парій, чого ніхто не міг очікувати.
Першого листопада 1907 року до поліції Нового Орлеана надійшов виклик із північного регіону, де розкинулися драговини та лагуни. Місцеві мешканці, головно прості, проте добродушні нащадки французів, перебували у тенетах неймовірного жаху через невідому істоту, яка полювала на них вночі. То було, вочевидь, якесь божество вуду, проте досі невідоме й більш страхітливе; і кілька жінок та дітей зникли відтоді, і десь в глибині темного лісу, населеного привидами, куди жоден мешканець не насмілювався ступити, безупинно почав звучати зловісний ґонґ. Далі лунали несамовиті крики, ніби когось катували, монотонний спів, від якого холонуло серце, і танцювало диявольське полум’я. Переляканий посланець додав, що люди більше не можуть терпіти.
Тож двадцять поліцейських у двох екіпажах та автівці надвечір вирушили на місце. Тремтячий місцевий мешканець був їм за провідника. Коли скінчився шлях, де можна було проїхати, поліцейські решту шляху — кілька кілометрів — долали пішки, мовчки хлюпаючи порослим кипарисами лісом, де ніколи не проглядало сонячне проміння. Повсюди шлях їм заступало бридке коріння та лихі петлі іспанського моху. Деінде купа вологого каменю чи то залишки зруйнованої стіни тільки посилювали підозри про те, що тут десь існувало зловісне поселення, а кожне потворне дерево та кожен губчатий острівець навіювали сум і жах. Урешті забовваніло поселення місцевих — жалюгідна купка хатинок. Мешканці в істериці вискочили надвір, тіснилися навколо ліхтарів, що мерехтіли. Зараз ледь чутно лунав ґонґ — десь далеко-далеко попереду; а коли дув вітер, інколи було чутно крик, від якого всі ціпеніли. А ще здавалося, що за блідою памолоддю за безкраїм темним лісом блискали червоні спалахи. Попри небажання знову залишатися наодинці всі перелякані мешканці рішуче відмовилися зробити хоч крок до сцени поклоніння дияволу, тож інспекторові Леґрассу з його дев’ятнадцятьма помічниками довелося поринати самим, без супроводу, у чорні аркади жаху, куди жоден з них раніше не ступав.
Територія, на якій зараз опинилося безліч поліціянтів, традиційно мала зловісну репутацію, про неї мало що було відомо білим, вони рідко сюди навідувалися. Побутували легенди про існування якогось таємничого озера, яке не спроможні побачити смертні, у глибині цього озера мешкає велетенська безформна біла істота, схожа на поліпа, з очима, що світяться. Місцеві подейкували, що з підземних печер опівночі виринали дияволи з крилами кажана, аби вшанувати цього ідола. Казали, що він мешкав там ще до Д’Ібервілля, ще до французького дослідника Лассаля, ще до індіанців, ще до того, як у лісі з’явилися тварини та птахи, які зробилися з часом дичиною. Ця істота сама являла собою страхіття, тож побачити її означало померти. Істота навіювала на людей марення, тому вони трималися якнайдалі. Оргія вуду, про яку йдеться, відбувалася на самому узбіччі цього відразливого місця, проте обране місце було досить непривітне; отже, саме місце відправи налякало місцевих мешканців сильніше, ніж жахні звуки та видіння.
Лише поет або божевільний міг би виправдати звуки, які чули підлеглі Леґрасса, коли насилу дерлися крізь чорні трясовини назустріч червоному спалаху та приглушеним ударам ґонґа. Лунали крики, притаманні людині, і крики тварини, однак було жахливо чути, коли із першого народжувався другий. Тваринна лють та несамовита розбещеність поєдналися до диявольського ступеня у завиваннях і пронизливих криках захвату, що роздирали та відбивалися луною в цьому нічному лісі, мов згубна несамовита буря з безодні. Час від часу безладні завивання вщухали, а потім із того, що здавалося добре тренованим хором хрипких голосів, линула наспівом ця таємнича фраза чи то ритуал: «Пг'нґлуі мґлвнафг Ктулгу Р'лієг вґаг’наґл фгтаґн».
Чоловіки, діставшись місця, де дерева рідшали, раптом стикнулися із самим видовищем. У чотирьох запаморочилося в голові, один знепритомнів, а двоє почали здригатися у шаленому крику, який, на щастя, поклав край божевільній какофонії оргії.
Леґрасс бризнув водою з болота непритомному в обличчя, а решта стовбичила, здригаючись усім тілом, майже загіпнотизована жахом.
Серед драговини десь із півгектара займала поросла травою прогалина — такий собі острівець відносно сухої землі, де не росло жодного дерева. На цій галяві зараз стрибала та вигиналася купка людей, яких навіть важко описати — аномалія того, що відбувалося, була гідна містичних картин Сидні Саймса та Ентоні Ангароли. Ці виродки-метиси, повністю оголені, ревіли, мов віслюки, мукали, корчилися навколо жахливого багаття у формі кола; у його середині інколи проглядав крізь вогняну завісу величний гранітний камінь заввишки 2,5 метра; згори на камені стояла, взагалі недоречна тут через власний малий розмір, вирізьблена статуетка, що сіяла смерть. На десяти ешафотах, розташованих по колу на однаковій відстані, де посередині й здіймався оточений полум’ям моноліт, висіли головами донизу дивним чином спотворені тіла безпорадних, нещодавно зниклих місцевих мешканців. Саме в середині цього кола волали та стрибали відправники культу: основний напрямок коливання цієї людської маси був праворуч у нескінченній вакханалії між колом із тіл та полум’я.
Можливо, через гру уяви чи то луну один з поліцейських — нестриманий іспанець — божився, що чув звідкись здалеку, із самої непроглядної хащі давніх легенд та жаху, антифонні відповіді на ритуальне наспівування. Пізніше я зустрів та розпитав цього поліцейського, Джозефа Д. Ґальвеса; він виявився, як це не прикро, особою, наділеною багатою уявою. Він договорився до того, що натякнув на ледь помітні помахи велетенських крил, на мерехтіння очей, що палали, і на щось біле, величезне за найвіддаленішими деревами — проте, як на мене, він наслухався місцевих забобонів.
Правду кажучи, поліція ненадовго заціпеніла від жаху — обов’язок узяв гору, тож попри те, що в натовпі нараховувалося близько сотні метисів-відправників ритуалу, поліцейські, покладаючись на власну зброю, рішуче пірнули у це огидне скупчення. Цілих п’ять хвилин вирував такий галас та хаос, що й не описати.
Завдавали безжальних ударів, лунали постріли, хтось кудись тікав; однак врешті Леґрассові таки вдалося нарахувати сорок сім похмурих заарештованих, яких він поспіхом змусив одягнутися, попадати на землю між двома рядами поліцейського кордону. П’ятеро з шанувальників культу вбито, ще двох важко поранено, тож їх віднесли на імпровізованих ношах самі ж заарештовані. А статуетку з моноліту Леґрасс обережно зняв та забрав із собою.
Як пізніше, після надзвичайно стомливого повернення, з’ясувалося у відділку, всі заарештовані виявилися розумово відсталими метисами. Більшість — рибалки, нащадки негрів та мулатів (переважно з островів Вест-Індії) або ж креолів з островів Зеленого Мису, і це надало їхній зібраній звідусіль потроху релігії присмак вуду. Однак ще до того, як були поставлені численні запитання, стало зрозуміло, що йдеться про дещо глибше та давніше від сивої давнини, ніж фетишизм негрів. Попри власну неосвіченість і занепад заарештовані, на диво, сумлінно трималися головної ідеї свого огидного вірування.
За їхніми словами, вони вшановували Великих Старих, які жили сторіччя до того, як на землі з’явилися люди; і ці Великі Старі спустилися на юну землю з небес. Тепер вони сховалися під землю та в глибини морів; проте їхні мертві тіла повідали свої таємниці уві сні першим людям, які й започаткували культ, що ніколи не помре. Саме таким був їхній культ, і заарештовані запевняли, що він завжди був і буде довічно, прихований від сторонніх очей у віддалених пустелях і темних місцях по всьому світу, доки не прийде час і не прокинеться великий жрець Ктулгу у власній кам’яній темниці у славетному підводному місті Р'лієг і знову пануватиме на землі. Одного дня він покличе, коли зірки на небі стануть певним чином, а таємничий культ завжди напоготові звільнити свого верховного жерця.
Більше нічого дізнатися не вдалося. Це була така таємниця, що навіть тортури були безсилі. Люди не єдині розумні істоти на землі, оскільки із темряви виходять створіння, щоб навідати купку вірян. На землю являються не Великі Старі. Ніхто з людей ніколи цих Старих не бачив. Вирізьблений з каменю ідол — великий Ктулгу, проте жоден не міг сказати, чи інші істоти нагадують цього верховного жерця. Жодному несила було прочитати стародавні письмена, однак зміст написаного переходив із вуст до вуст. Не був таємницею ритуальний наспів — про нього ніколи голосно не кричали, лише згадували пошепки. У наспіві мовилося: «У кам’яній темниці у величному місті Р’лієг померлий Ктулгу спить довічним сном, очікуючи на свій час».
Лише двох затриманих було визнано осудними та повішено за вироком суду, решту перевели до різних спеціалізованих закладів. Усі заперечували участь у ритуальних убивствах — натомість твердили, що вбивали Чорнокрилі, які являлися до них зі стародавніх місць зборів у лісі, населеному привидами. Однак щодо цих таємничих чужинців зрозумілих пояснень так і не отримано. Майже всім, що спромоглися дізнатися поліціянти, вони завдячують старому, як Божий світ, метису на ім’я Кастро, який переконував, що колись ходив до дивних портів та розмовляв із безсмертними ватажками культу в горах Китаю.
Старий Кастро пам’ятав дещо з огидної легенди, на тлі якої блякнули теорії теософів і саме існування людства на землі здавалося чимось скороминущим та випадковим. Цілу вічність у світі панували Інші, мешкали Вони в славетних містах. Їхніх Нащадків — як запевняв його безсмертний китаєць — і досі можна знайти на островах у Тихому океані. Величезні, неокатані та необроблені — циклопічні — камені і є ці Нащадки. Вони всі дуже давно померли, ще до появи людства, проте існує магія, що здатна відродити їх, коли зірки на небі знову опиняться у певному місці у колі вічності. Насправді Вони самі спустилися з небес і принесли із собою свої статуї.
За словами Кастро, ці Великі Старі — істоти не з плоті та крові. Вони мають форму — невже цей народжений на небесах витвір тому не ліпший доказ? — проте форма — зовсім не головне. Коли зірки на небі вишикуються своїм порядком, Вони матимуть змогу крізь небо занурюватися в інші світи; однак коли зірки не на своїх місцях — Вони мертві. Проте загалом Вони більше не живі, однак насправді і не померли. Вони всі лежать у власних кам’яних домівках у славетному місті Р’лієгу, під чарами могутнього Ктулгу задля чудового воскресіння, коли зірки та земля вчергове будуть готові до їхньої появи. Але весь цей час сила зовні має служити задля того, щоб вивільнити їхні тіла. Ті самі чари, які зберігають їх незайманими, перешкоджають їм зробити перший крок; тож їм залишається лише лежати у темряві та розмірковувати, у той час коли плинуть незліченні мільйони років. Їм відомо про все, що відбувається у всесвіті, проте їхня здатність розмовляти перетворилася на силу думки. Навіть тепер вони спілкуються у своїх могилах. Коли після безмежного хаосу з’явилися перші люди, Великі Старі звернулися до найчутливіших поміж них уві сні, оскільки лише в такий спосіб їхня мова спромоглася дістатися хтивого розуму ссавців.
А потім, як шепотів далі Кастро, ці перші люди заснували культ вшанування невеличких ідолів, яких явили Великі Старі і привезли їх із темних зірок у потаємних скарбницях. І цей культ ніколи не зникне, доки зірки знову не вишикуються у певному порядку, а таємничі жерці не викличуть великого Ктулгу із могили задля того, щоб він повернув до життя своїх служок та відновив власне панування на землі. Цей час легко буде пізнати: тоді людство стане подібним до Великих Старих — вільним та несамовитим, за межами добра та зла, коли закони і мораль буде потоптано і всі люди волатимуть, убиватимуть та втішатимуться, і потім вивільнені Великі Старі навчать їх нових способів кричати, вбивати, розтлівати — увесь світ охопить нищівний екстаз і свобода. А доти культ, відправляючи відповідні ритуали, повинен пам’ятати про ці давні способи та зберігати в таємниці пророцтво про їхнє повернення.
За сивої давнини обрані розмовляли з похованими Великими Старими вві сні, однак потім щось сталося. Славетне кам’яне місто Р’лієг зі всіма монолітами та могильним камінням пішло під воду, і ці глибокі води, сповнені первородної таємниці, зімкнулися настільки щільно, що навіть думка не могла подолати товщу води — примарний зв’язок обірвався. Проте пам’ять не вмирала, і верховні жерці сказали, що місто знову підійметься з глибин, коли зірки вишикуються у певному порядку. І тоді з надр землі з’явилися чорні духи, застарілі й таємничі, сповнені туманних натяків, які підібрали в печерах під забутими морськими глибинами. Однак про них старий Кастро розповідати не наважився. Він поспіхом обірвав сповідь, а потім жодними вмовляннями чи то хитрощами не можна було витягти з нього одкровення. Щодо зросту Великих Старих — він також, як не дивно, відмовився відповідати. Осередок культу, на його думку, десь серед непрохідних арабських пустель, там ховається недоторканий Ірем — Місто Стовпів. Цей культ не мав жодного стосунку до європейських чаклунів та відьом — по суті, останні про нього навіть не знали. У жодній книзі не було й натяку на нього, хоча безсмертний китаєць запевняв, що в «Некрономіконі» божевільного араба Абдули Альхазрета криється подвійний зміст, який спочатку мали б читати, як годиться, особливо цей римований двовірш:
Не той помер, хто може вічно спати,
Бо навіть смерть колись почне вмирати.
Леґрасс, глибоко вражений та вельми спантеличений, даремно розпитував про те, як ця релігія трактує історію. Кастро, вочевидь, казав правду, коли твердив, що це цілковита таємниця. Авторитетні фахівці з університету Тулейна не пролили світла ані на сам культ, ані на зображення, тож зараз детектив звернувся до найвпливовіших науковців країни, а у відповідь отримав лише казку про Ґренландію професора Вебба.
Відлуння гарячкової цікавості, що виникла на зустрічі через розповідь Леґрасса, яку підтверджувала продемонстрована статуетка, надалі обізвалося у листуванні присутніх; проте в офіційних наукових джерелах про це майже не згадувалося. Обережність — перше правило тих, хто звик іноді стикатися із шарлатанами та шахраями. Леґрасс на певний час віддав статуетку професорові Веббу, однак після його смерті статуетка знову опинилася в Леґрасса, там і залишилася. Я нещодавно її у нього бачив. Це насправді щось жахливе і, поза сумнівом, подібне до скульптури, що наснилася молодому Вілкоксу.
Не дивно, що мого дідуся схвилювала історія скульптора: які ще думки могли виникнути після почутого, коли тобі достеменно відомо, що Леґрасс дізнався про культ? Про чутливого молодого чоловіка, якому не тільки наснилася фігура і ті самі ієрогліфи, як на статуетці, що її було знайдено в драговині, і на диявольській дощечці в Ґренландії? Який у власних снах натрапив щонайменше на три точні слова наспіву, що його виконували ескімоси — шанувальники диявола, та метиси з Луїзіани? Цілком природно, що професор Енджелл, не гаючи часу, почав власне, надзвичайно ретельне дослідження, хоча особисто я підозрював, що юний Вілкокс десь краєчком вуха почув про цей культ і вигадав сни, щоб підсилити таємницю й подовжити її вік за рахунок мого дідуся. Розповіді тих, кому щось дивне наснилося, та вирізки із газет, що зібрав професор, являли собою, звичайно ж, вагомі докази; проте власний раціоналізм і безглуздість самої теми змусили мене дійти, на мою думку, найбільш розумних висновків. Тож після чергового ретельного вивчення манускрипту та антропологічних нотаток про розповідь Леґрасса стосовно культу я вирушив у Провіденс, побачити скульптора та винести йому догану, на яку він, на мій погляд, заслуговував за те, що нахабно нав’язав свої страхи вченому літньому чоловіку.
Вілкокс досі мешкав сам на вулиці Томас-стрит в будинку Флер- де-Ліс — потворній імітації бретонської архітектури XVII століття, що хизувалася підштукатуреним фасадом серед прекрасних колоніальних будинків на давньому пагорбі, під тінню найгарнішої в Америці дзвіниці часів короля Георга. Коли я завітав, скульптор працював удома, тож я відразу ж погодився, зважаючи на розкидані зразки, що юнак має надзвичайний, справжній талант. Припускаю, що одного дня він вважатиметься одним із найвидатніших представників декадансу; молодий скульптор уже досяг майстерності у глині і колись відобразить у мармурі ті страхіття та фантазії, які Артур Мейчен втілює у прозі, а Кларк Ештон Сміт — у віршах та малюнках.
Похмурий, кволий та якийсь нечесаний, він мляво обернувся, коли я постукав, і запитав, навіщо прийшов, навіть не підводячись із місця. Коли я назвався, він неабияк зацікавився: мій дідусь привернув увагу, коли досліджував його дивні сни, проте так і не пояснив суті свого дослідження. У природу дідусевої цікавості я заглиблюватися не став, однак намагався усілякими хитрими способами розговорити юнака. За нетривалий проміжок часу переконався, що скульптор цілком щирий: він розповідав про власні сни у такий спосіб, що помилитися було неможливо. Ці сни та осад від них у підсвідомості відверто вплинули на його мистецтво. Він продемонстрував огидну статую, обриси якої змусили мене здригнутися від темної сили, яку випромінювали. Юнак не пам’ятав, що колись десь бачив оригінал цієї істоти — лише на власному барельєфі, що йому наснився, проте руки не слухалися й самі виліплювали істоту. Жодних сумнівів — цього велетня він бачив, коли марив. Невдовзі стало очевидно, що йому нічого не відомо про таємничий культ — лише те, що промайнуло у численних питаннях, які ставив мій дідусь. І знов-таки я намагався припустити, яким ще чином він міг би натрапити на подібні дивні фантазії.
Про свої сни юний скульптор розповідав у дивній поетичній манері: я одразу ж уявив, ніби побачив на власні очі, вологе циклопічне місто зі слизьким зеленим камінням — чия геометрія, як він чудернацьки висловився, була цілком неправильною — та почув із жахним передчуттям невпинний, незбагненний поклик з-під землі: =«Ктулгу фгтаґн», =«Ктулгу фгтаґн». Ці слова — частина страшного наспіву, в якому йдеться про мертвого Ктулгу, який спить довічним сном і чекає на свій час у кам’яному склепі у славетному місті Р’лієг. Я, попри власні раціональні погляди, був глибоко вражений. Був певен, що Вілкокс десь почув про культ та швидко забув через безліч таких самих дивних книжок, що читав, та завдяки нестримній уяві. Пізніше, через відверто приголомшливу природу цього культу, його підсвідомість втілила все уві сні, в барельєфі, в цій страхітливій статуї, що я зараз тримав у руках; тож він сам не розумів, як ошукав мого дідуся. Цей молодик належав до такого типу людей — водночас і трішки манірних, і трохи невихованих — які зазвичай мені не подобалися; проте маю віддати належне і його таланту, і його щирості. Ми розійшлися на приязній ноті, я побажав йому подальших успіхів у розкритті свого таланту.
Тема культу досі захоплювала, і часом уявляв, як слава спіткає мене через дослідження джерела та зв’язків цього культу. Я навідався до Нового Орлеана, поспілкувався із Леґрассом та іншими поліціянтами, які брали участь у тому рейді, на власні очі побачив ту жахливу статуетку і навіть розпитав тих в’язнів-метисів, яким досі пощастило залишитися живими. На жаль, старий Кастро вже помер. Те, що зараз почув, буквально кажучи, із перших вуст, навіть попри те, що воно більш детально підтвердило те, що вже записав мій дідусь, знову викликало в мене хвилювання. Був певен, що виявив щось важливе, якусь таємницю, стародавню релігію, відкриття якої зробить мене відомим антропологом. Досі ставився до всього суто матеріалістично — тож не брав до уваги із незрозумілої норовливості збігу обставин у нотатках про сни та в дивних газетних вирізках, які збирав професор Енджелл.
Єдине, що я почав підозрювати — і боюся, що тепер я в цьому певен — що смерть мого двоюрідного дідуся взагалі не випадковість. Він упав на пагорбі, на вузькій вулиці, що вела від старого району порту, де юрмилися метиси-чужинці, після того як його необачно штовхнув якийсь матрос-негр. Із думки не йшла змішана кров та заняття (риболовля) відправників культу в Луїзіані, тож я б не здивувався, якби дізнався про таємні методи та отруйні голки, такі ж безжальні та відомі за сивої давнини, як і таємничі звичаї та вірування. Леґрассу та його підлеглим, і це правда, дали спокій; проте в Норвегії один рибалка, який став свідком дивних подій, помер. Невже наполегливі розпитування дідуся після зустрічі зі скульптором дісталися злих вух? Мені здається, професор Енджелл помер через те, що багато знав чи то мав дізнатися. Чи спіткає мене його доля — побачимо, оскільки я тепер знаю дуже багато.
III Божевілля, яке йде з моря
Якщо небеса будь-коли являть свою милість, вона знітиться перед цілковитим випадком, через який я кинув поглядом на певне видання серед інших видань на полиці. Воно не мало жодного стосунку до тих часописів і газет, на які я зазвичай натикаюся щодня, оскільки то був старий номер австралійського часопису «Сиднейський бюлетень» від 18 квітня 1925 року. Він якимсь чином не потрапив на очі прес-бюро, яке на час випуску видання старанно збирало матеріал для дідусевого дослідження.
Я зосередив власне розслідування на тому, що професор Енджелл назвав «культом Ктулгу», і навідався до одного вченого мужа в Патерсоні, Нью-Джерсі, — керівника місцевого музею та відомого мінералога. Коли одного дня я вивчав запасники музею, зразки, що зневажено купчилися на полицях у задній кімнаті, мою увагу привернула дивна світлина зі старої газети, яку було підкладено під каміння. То був той самий «Сиднейський бюлетень», про який я вже згадував. Мій приятель мав широкі зв’язки у всіх можливих кінцях світу, навіть в Австралії. На знімку було аутотипне зображення огидної кам’яної статуї, майже ідентичної тій, яку Леґрасс знайшов у драговині.
Я поспіхом звільнив вирізку від її дорогоцінного вмісту, прискіпливо розглянув зображення: як не прикро, але світлина була невеличка за розміром. Однак те, що на ній було зображено, стало зловісним підтвердженням моїх млявих пошуків. Я обережно відірвав сторінку, щоб невідкладно діяти. У статті було написано:
Ось і вся стаття разом зі світлиною пекельного ідола; проте який вир думок вона викликала в мене! Ось нові дорогоцінні крихти інформації про культ Ктулгу та доказ того, що він має невідомий інтерес як на морі, так і на землі. Які мотиви спонукали чудернацький екіпаж зафрахтувати «Емму», коли вона пливла зі своїм бридким ідолом? Що за невідомий острів, на якому загинули шість членів екіпажу «Емми»? Що приховує Йогансен? І що з’ясували у віце-адміралтействі? Що відомо в Данідині про цей потворний культ? І найдивовижніше — наскільки глибоко та надприродно пов’язані дати, які виявилися зловісними та, безперечно, мали сенс у розвитку різноманітних подій, що так ретельно занотовував мій дідусь?
Першого березня — по-нашому 28 лютого відповідно до Міжнародної лінії зміни дат — стався землетрус і вирував шторм. Із Данідина «Пильний» та його мерзенний екіпаж нетерпляче здійнявся з якоря, ніби за командою, а з іншого боку, поети та митці почали бачити дивне вологе циклопічне місто, юний скульптор виліпив уві сні жахливого Ктулгу. Двадцять третього березня екіпаж «Емми» висадився на невідомому острові, де залишилося шість мерців. І в цей день чутливим людям яскраво наснилося переслідування велетенським чудовиськом, у той час як архітектор збожеволів, а скульптор раптом почав шукати! А шторм 2 квітня? День, коли припинилися всі сни про вологе місто, а Вілкокс очуняв живим та неушкодженим після тенет дивної лихоманки? А інше? Усі ці натяки старого Кастро про народжених на зірках Великих Старих, що занурилися в морську безодню? Про їхнє панування в майбутньому? Про їхній культ? Панування у снах? Невже я крокую краєм космічних жахів, які людині несила терпіти? Якщо я маю рацію, ці жахи існують лише в уяві, оскільки з невідомих причин 2 квітня поклало кінець цій величезній небезпеці, яка оточила людську душу.
Увечері, після цілого дня квапливих перемовин та узгоджень телефоном, я попрощався з господарем та сів у потяг до Сан- Франциско. Менш ніж за місяць я був уже в Данідині, де, однак, з’ясував, що мало що відомо про дивних відправників культу, які чекали на свій час у старих морських печерах. Портові покидьки нічим від своїх «братів» не відрізнялися, тож не заслуговували на особливу увагу; однак подейкували про одну подорож у середину країни, яку здійснили ці метиси. Під час цієї подорожі десь за віддаленими пагорбами ледь чутно лунав барабанний дріб та мерехтіли червоні спалахи. У Окленді дізнався, що Йогансен повернувся «сивим, мов лунь» після недбалого та непереконливого допиту в Сиднеї, а опісля продав свій будиночок на Західній вулиці та відплив до себе на батьківщину в Осло. Про ті сповнені хвилювання події, свідком яких він став, навіть друзям розповідав не більше, ніж урядовцям із адміралтейства. Єдине, чим спромоглися допомогти — дати його адресу в Осло.
Пізніше я попрямував до Сиднея, поспілкувався з моряками та членами адміралтейського суду, але марно. Бачив «Пильний», який вже продали та використовували у комерційних цілях, на Круглому причалі в затоці Сиднея, проте нічого не дізнався, дослідивши його вантаж, що навіть цікавості не викликав. Ідол, що плазував, із головою каракатиці, тілом дракона та вкритими лускою крилами, на розписаному ієрогліфами п’єдесталі зберігався у музеї в Гайд-парку; я довго та ретельно її вивчав, визнавши, що сама статуетка вироблена з лиховісною, витонченою майстерністю, затаївши в собі таку ж цілковиту таємницю сивої давнини та неземного походження матеріалу, які, помітив, притаманні зменшеній копії Леґрасса. За словами керівника музею, геологи зіткнулися із жахливою загадкою: вони одностайно запевняли, що на землі не існує такої породи. І тоді я із дрожем пригадав те, що старий Кастро розповів Леґрассу про Великих Старих: «Вони дісталися із зірок і принесли із собою своїх ідолів».
Здригаючись від подібного перевороту в думках, чого ніколи раніше зі мною не відбувалося, тепер я вирішив навідатися в Осло до Йогансена, помічника капітана. Дістався морем Лондона, одразу ж пересів на судно до столиці Норвегії, і одного осіннього дня опинився на охайній пристані в тіні замку Еґеберґ. Я дізнався, що адреса, за якою мешкає Йогансен, — у Старому Місті короля Гарольда Сміливого, завдяки якому місто зберігало свій дух і назву Осло протягом тривалого часу, коли його офіційно називали Христианією. Після короткої подорожі на таксі я із завмиранням серця постукав у двері охайного стародавнього будинку із штукатуреним фасадом. Мені відчинила сумна жінка у чорному, і я відчув розчарування, коли вона ламаною англійською повідомила, що Ґустава Йогансена більше з нами немає.
Його дружина зізналася, що він жив недовго — події на морі у 1925 році підірвали його здоров’я. Їй повідомив не більше, ніж розповідав стороннім, проте залишив великий рукопис — як він пояснив, «технічні подробиці» — англійською, вочевидь, задля того, щоб вона утрималася та не пхала носа у небезпечний текст. Під час прогулянки вузьким провулком біля доків Ґотенбурґа з горища одного з будинків вивалилася купа паперу, Йогансен упав. Двоє матросів-індійців одразу ж допомогли йому підвестися, проте він помер ще до приїзду карети «швидкої допомоги». Лікарі жодних насильницьких причин смерті не виявили, тож все списали на проблеми із серцем та слабку статуру небіжчика.
Тепер мене роз’їдали передчуття, що цей таємничий жах ніколи не дасть мені спокою, поки я також не «упокоюся з миром» — «через нещасний випадок» чи то іншим чином. Я переконав удову, що мій зв’язок із «технічними подробицями» її чоловіка надає мені право ознайомитися із самим рукописом, тож на борту судна, що поверталося до Лондона, я почав читати цей документ. То були прості, непов’язані записи — наївна спроба моряка вести щоденник постфактум — намагання пригадати день за днем той останній вояж. Мені несила буквально передати рукопис через його заплутаність та багатослів’я, проте розповім його суть, щоб пояснити, через що плеск води об борт судна став настільки нестерпним, що я заткав вуха ватою.
Йогансену, дякувати Богові, мало що було відомо, попри те, що він бачив і місто, й Істоту, проте я ніколи не спатиму спокійно, коли думаю про всі ті жахи, що крилися безупинно за життям в часі та просторі, і про тих грішних блюзнірів із давніх зірок, які сплять під океаном, яких вшановує кошмарний культ, що готовий та лише мріє вивільнити їх, пустити на землю, коли наступного разу землетрус пересуне жахливе місто знов до сонця та вітру.
Подорож Йогансена починалася саме так, як він розповідав у віце-адміралтействі. «Емма», завантажена баластом, 20 лютого вийшла з Окленда і цілком відчула несамовитість бурі, що народилася внаслідок землетрусу та здійняла з морських глибин ті жахи, якими сповнені сни людей. Далі судно знову лягло на курс, доволі далеко просунулося, коли 22 березня його намагалися пограбувати з «Пильного». І я відчував, як тужив помічник капітана, коли описував, як його судно потрапило під обстріл і потонуло. Про смаглявих шанувальників культу із «Пильного» він розповідає з виразним жахом. Було в них щось таке огидне, що знищити їх здавалося ледь не за обов’язок, і Йогансен відверто дивується звинуваченням у жорстокості, висунутим проти його екіпажу під час розгляду справи в суді. А потім, на захопленій яхті під командуванням Йогансена, екіпаж побачив величезний кам’яний стовп, що здіймався із моря, а у точці із координатами 47°9′ південної широти та 126°43′ західної довготи моряки натрапили на узбережжя із липкої багнюки, мулу, із порослою бур’янами циклопічною кладкою. Узбережжя було нічим іншим, як реальним втіленням найжахливішого страху на землі — містом мерців Р’лієг із нічних кошмарів. Місто звели у часи сивої давнини велетенські відразливі істоти, що просочилися на землю з таємничих зірок. Саме тут лежить великий Ктулгу зі своїми прибічниками, замуровані у зелені слизькі склепи; він, після незліченних циклів, транслює думки, які поширюють острах, приходячи у сни до найбільш чутливих осіб, і владно наказує відправникам культу далі ходити на прощу, щоб звільнити та поновити старий порядок. Про все це Йогансен навіть не підозрював, однак Богу відомо, що він достатньо бачив!
Я припускаю, що з води з’явилася лише одна гірська вершина — потворна, увінчана монолітом, де був похований великий Ктулгу. Коли я думаю про розміри того, що залишилося під водою, я майже хочу накласти на себе руки. Цей мокрий Вавилон стародавніх демонів викликав своєю космічною величчю у Йогансена з екіпажем острах та благоговіння — чоловіки навіть без натяків здогадалися, що їхня знахідка не має стосунку ані до цієї, ані до будь-якої іншої розумної планети. Кожна сторінка опису наляканого помічника капітана пронизана трепетом перед неймовірною величчю зеленкуватих кам’яних глиб, перед висотою, від якої навіть у голові паморочиться, величного вирізьбленого моноліту та приголомшливої подібності величезних статуй і барельєфів до дивного ідола, знайденого у раці на «Пильному».
Навіть не розуміючи, що таке футуризм, Йогансен сягнув дуже близько цього поняття, коли розповідав про місто; оскільки замість того, щоб детально описувати структуру чи будівлі, він докладно спиняється на загальних враженнях від величезних кутів та кам’яних поверхонь — поверхонь настільки величних, що вони не належать цій землі, нечестивих, спаплюжених жахливими зображеннями та ієрогліфами. Я посилаюся на його розповідь про кути, бо на щось таке натякав Вілкокс, коли розповідав свої жахливі сни. Він згадав, що геометрія цього міста зі сну була аномальною, не геометрією Евкліда, вона одразу ж викликала відразу своїми сферами та вимірами, несхожими на наші. Тепер цей неосвічений моряк відчував те ж саме, витріщаючись на жахливу реальність.
Йогансен з екіпажем зійшли на спадистий мулистий берег цього потворного Акрополя, здерлися, повсякчас зісковзуючи, через велетенські тванисті глиби, які не могли бути сходами, зведеними смертними людьми. Здалося, саме сонце спотворилося, якщо дивитися на небо крізь шкідливі випари, що здіймалися від цього зануреного в море збочення, а викривлена небезпека і тривога зачаїлися в тих невловимих кутах із вирізьбленої породи, де після прискіпливішого погляду видніла западина, що спершу здалася вгнутістю.
Щось дуже схоже на переляк охопило всіх дослідників острова перш, ніж вони розгледіли трохи більше, ніж просто скелі, липку грязюку та очерет. Кожен з них, не вагаючись, накивав би п’ятами, якби не побоювався зневаги з боку інших. Вони без ентузіазму обшукали місто — як виявилося, марно — сподіваючись знайти щось, що можна було б забрати із собою на судно.
Португалець, на ім’я Родригес, здерся до основи моноліту й прокричав про свою знахідку. Решта наслідувала його приклад, і вже всі із цікавістю дивилися на величезні різні двері з тепер вже знайомим барельєфом, на якому зображений дракон із головою кальмара. За словами Йогансена, вони нагадували двері величезної комори через пишно оздоблену перемичку, поріг та одвірки, хоча моряки так і не вирішили: вони лежать горизонтально рівно, на кшталт пастки, чи то косо, на кшталт дверей до підвалу. Як прокоментував би Вілкокс: геометрія місця була неправильною. Неможливо було з упевненістю сказати, що море та земля розташовані горизонтально, отже, місцеположення решти здавалося примарно мінливим.
Брайден із різних боків намагався посунути глибу — марно. Потім Донован обережно обмацав її, натискав на різні місця. Нескінченно здирався вздовж Гротескного ліпного карнизу — так, це можна було б назвати «здирався», якби камінь не лежав горизонтально — і всі моряки гадали: невже у всесвіті є такі величезні двері? Потім дуже м’яко двері, площиною майже в півгектара, почали потроху піддаватися посередині, і чоловіки побачили, що вони зрівноважені. Донован зісковзнув уздовж одвірка чи то якимось іншим дивом опинився внизу поряд із товаришами, а потім всі разом, завмерши, спостерігали, як відступають велетенські вирізьблені ворота. Мов у фантастичному призматичному викривленні, рухалися вони в незвичний спосіб, за діагоналлю, тож здавалося, що взагалі не діяли закони переміщення матерії та перспективи.
Отвір був настільки чорним, що цю темряву відчули на дотик. Ця безпросвітність була, правду кажучи, «позитивною якістю», оскільки вона ховала такі частини внутрішніх стін, які мали б відкритися оку. Ця темрява насправді вирвалася назовні з довічного ув’язнення, мов дим, застилаючи сонце, крадькома намагаючись дістатися зморщеного, горбатого неба, змахуючи перетинчастими крилами. З отвору, що тільки-но розверзнувся, тхнуло неймовірно, а потім чутливе вухо Гокінза вловило огидне хлюпання, десь внизу. Усі прислухалися і так і застигли, коли з’явилося Щось незграбне, слиняве; Воно навпомацки протискало власну зелену желатинову неосяжність крізь цей чорний отвір назовні, в уражене повітря цього отруйного божевільного міста.
Рука бідолашного Йогансена у цьому місці тремтіла — написане ледь можна було прочитати. Із шістьох моряків, які так і не дісталися судна, на його думку, двоє загинули від самого погляду на це кляте створіння. Цю Істоту не можна описати — бракує слів, щоб зобразити подібну безодню стародавньої несамовитості, що волає, подібне надприродне спростування всіх відомих законів, фізичних сил та космічного порядку. Гора, що крокує чи то, точніше сказати, спотикається. Боже милосердний! Не дивно, що на протилежному краю землі один відомий архітектор збожеволів, а бідолашний Вілкокс почав марити у лихоманці, отримавши телепатичний сигнал. Істота, втілена в ідолах, зелене, липке породження зірок прокинулося, щоб заявити про власні права. Зірки знову вишикувалися у певному порядку, і те, що не спромоглися зробити відправники стародавнього культу, випадково зробив екіпаж наївних моряків. Після незчисленних років великий Ктулгу знову звільнився і жадав насолодитися отриманою свободою.
Ніхто навіть поворушитися не встиг, як трьох було знищено гігантськими, обвислими кігтями. Хай Бог їх впокоїть, якщо взагалі у всесвіті є спокій. Загинули Донован, Геррера та Анґстром. Паркер зісковзнув, коли троє, що залишилися, мов несамовиті, кинулися безкраїм простором зеленого, критого мулом, камінням до судна, і Йогансен присягається, що бідолашного проковтнув кут кам’яної кладки, якого взагалі не мало там бути; кут був гострий, але здавався тупим. Тож лише Брайдену та Йогансену пощастило дістатися судна, вони щодуху веслували до «Пильного», поки велетенське страховище послизнулося на камінні та борсалося біля води.
Попри те, що всі вісім членів екіпажу зійшли на берег, це не завадило помічникові капітана з приятелем запустити паровий двигун: знадобилося лише кілька хвилин, щоб «Пильний» ліг курсом. Повільно яхта почала збивати лопатями смертоносні води, а на кам’яній кладці того берега, що навіть землею не можна вважати, берега, який поневолила велетенська зоряна Істота, яка тепер щось нерозбірливо бурмотіла, на кшталт Поліфема, котрий слав прокльони услід судну Одисея. І раптом великий Ктулгу — більш зухвалий, ніж легендарний Циклоп — плавно зісковзнув у воду та кинувся їх переслідувати широкими, космічно могутніми змахами. Брайден озирнувся і збожеволів: почав пронизливо хихотіти, і так і далі час від часу сміявся, допоки якось вночі його не спіткала смерть, а Йогансен блукав палубою у стані марення.
Проте Йогансен не став опускати руки. Розуміючи, що Істота здатна наздогнати «Пильного», якщо не мчати на всіх парах, він відважився на відчайдушний вчинок: повний хід, блискавичний зліт на капітанський місток, оберт штурвалу. Сморідні морські води спінилися, коли паровий двигун набирав обертів, а хоробрий норвезький моряк спрямував ніс свого судна просто на желе-переслідувача, що здіймався над брудною піною, мов корма диявольського галеону. Голова огидного кальмара зі щупальцями, що звивалися, ледь не дісталася бушприту верткої яхти, проте Йогансен непохитно нісся вперед. Пролунав вибух, ніби луснув пузир, ніби розрізали бридку, сльотаву рибу-місяць, сморід здійнявся жахливий, мов розрили тисячі могил, а звук лунав такий, що жодному літописцю не передати його на папері. За якусь мить яхту оповило їдкою зеленою хмарою, що засліплювала, а потім вода за кормою закипіла від отрути; де — Господи милостивий! — шматки желеподібної маси цієї народженої на небі невідомої істоти набували — зросталися — огидної первісної форми, а відстань між цим чудовиськом та «Пильним» з кожною секундою, завдяки рушійній силі пари, стрімко ставала дедалі більшою.
Усе. Далі Йогансен просидів у рубці, роздивляючись ідола, час від часу готуючи їжу для себе й божевільного, що сидів поряд та хихикав. Помічник капітана навіть не намагався керувати яхтою після першої нахрапистої атаки — сили залишили його. А потім 2 квітня вирував шторм, свідомість помічника капітана затьмарилася. Описувалося відчуття примарного вихору крізь нестійку прірву безмежності, запаморочливої гонки на хвості комети крізь всесвіти, що оберталися, істеричні пірнання із безодні на місяць, а потім назад: із місяця в безодню, і все це божевілля супроводжувалося реготом спотворених, веселих давніх богів та зелених, із крилами кажана, глузливих бісенят із самого пекла.
Посеред цього марення прийшов порятунок — «Невсипущий страж», пізніше був суд віце-адміралтейства, вулиці Данідина, довгий шлях додому, у старий будинок біля замку Еґерберґ. Він не міг нічого розповісти — його б визнали божевільним. Усе, що йому було відомо, він перед смертю занотував, проте його дружина не мала ні про що здогадатися. Він вважав би смерть милосердям, якщо вона могла б викреслити все із пам’яті.
Такий був рукопис, що я прочитав, а тепер сховав його в жерстяну скриньку поряд з барельєфом та паперами професора Енджелла. Сюди ж я сховаю власні доробки, свідоцтво про своє психічне здоров’я, щоб у такий спосіб зібрати разом усі елементи загадки, що, я сподівався, ніколи не буде зібрана знову. Я подивився у вічі всесвітнього жаху, і відтоді навіть весняне небо та літні квіти здаватимуться мені отрутою. З іншого боку, підозрюю, що довго я не проживу. Помру так само, як помер мій дідусь, як помер бідолашний Йогансен. Надто багато мені відомо, а культ досі живий.
І сам Ктулгу також живий, знову чекає у глибокій кам’яній ущелині, де ховався за часів, коли сонце було юною зіркою. Його прокляте місто знову занурилося під воду — після квітневого шторму «Невсипущий страж» пропливав тим курсом; проте відправники культу на землі у відлюдних місцях продовжують ревти, ставати дибки, вбивати навколо монолітів з ідолами нагорі. Напевно, він досі утримується темними водами в чорній безодні — в іншому разі весь світ тепер би галасував від страху та сказу. Хто знає, чим все закінчиться? Усе, що пірнуло, може здійнятися на поверхню, а те, що здійнялося на поверхню, може піти на дно. Утілення огиди спить мертвим сном у глибині, вичікуючи, а занепад огортає зруйновані міста людей. Настане час — проте я не повинен, не хочу про це думати! Якщо я не переживу цей рукопис, благаю про єдине: нехай мої духівники не зроблять хибного кроку та не дозволять, щоб цей документ хто-небудь побачив.
собі дід та баба. Вже й старі стали, а дітей нема. Журяться дід та баба: «Хто нашої й смерті догляне, що в нас дітей нема?» От баба й просить діда:

— Поїдь, діду, в ліс, вирубай там мені деревинку, та зробимо колисочку, то я положу деревинку в колисочку та й буду колихати; от буде мені хоч забавка!

Дід спершу не хотів, а баба все просить та просить. Послухався він, поїхав, вирубав деревинку, зробив колисочку... Положила баба ту деревинку в колисочку, колише й пісню співає:

Люлі-люлі, Телесику,
Наварила кулешику,
Буду тебе годувати.
Колихала-колихала, аж поки полягали вони увечері спати. Встають уранці — аж з тієї деревинки та став синок маленький. Вони так зраділи, що й не сказати! Та й назвали того сина Телесиком.

Росте той синок й росте — і такий став гарний, що баба з дідом не навтішаються з нього.

От як підріс він, то й каже:

— Зробіть мені, тату, золотий човник і срібнеє весельце, буду я рибку ловити та вас годувати!

От дід зробив золотий човник і срібнеє весельце, спустили на річку, він і поїхав. То оце він їздить по річці, ловить рибку та годує діда й бабу, наловить та віддасть — і знову поїде. А мати йому їсти носить. Та й каже:

— Гляди ж, сину, як я кликатиму, то пливи до бережка, а як хто чужий, то пливи далі!

От мати наварила йому снідати, принесла до берега та й кличе:

Телесику, Телесику!
Приплинь, приплинь до бережка!
Дам я тобі їсти й пити!
Телесик почув.

— Ближче, ближче, човнику, до бережка! Це ж моя матінка снідати принесла.

Пливе. Пристав до бережка, наївся, напився, відіпхнув золотий човник срібним весельцем і поплив далі рибку ловити.

А змія й підслухала, як мати кликала Телесика, та прийшла до берега і давай гукати товстим голосом:

Телесику, Телесику!
Приплинь, приплинь до бережка!
Дам я тобі їсти й пити!
А він чує.

— То ж не моєї матінки голос! Пливи, пливи, човнику, далі! Пливи, пливи, човнику, далі!

Махнув весельцем — човник і поплив. А змія стояла-стояла та й пішла від бережка геть.

От мати Телесикова наварила йому обідати, понесла до бережка та й кличе:

Телесику, Телесику!
Приплинь, приплинь до бережка!
Дам я тобі їсти й пити!
Він почув:

— Ближче, ближче, човнику, до бережка! Це ж моя матінка мені обідати принесла.

Приплив до бережка, наївся, напився, віддав матері рибку, що наловив, відіпхнув човник і поплив знову.

А змія приходить до берега та знов товстим голосом:

Телесику, Телесику!
Приплинь, приплинь до бережка!
Дам я тобі їсти й пити!
А він почув, що не материн голос, та махнув весельцем:

— Пливи, пливи, човнику, далі! Пливи, пливи, човнику, далі! Човник і поплив далі.

Змія бачить, що нічого не вдіє, та пішла до коваля:

— Ковалю, ковалю! Скуй мені такий тоненький голосок, як у Телесикової матері!

Коваль і скував. Вона пішла до бережка й стала кликати:

Телесику, Телесику!
Приплинь, приплинь до бережка!
Дам я тобі їсти й пити!
А він думав, що то мати.

— Ближче, ближче, човнику, до бережка! То ж мені матінка їсти принесла!

Та й приплив до бережка. А змія його мерщій ухопила з човна та й понесла до своєї хати.

— Зміючко Оленко, відчини!

Оленка й відчинила, змія ввійшла в хату.

— Зміючко Оленко, натопи піч так, щоб аж каміння розпадалося, та спечи мені Телесика, а я піду гостей покличу, та будемо гуляти.

Та й полетіла кликати гостей.

От Оленка натопила піч так, що аж каміння розпадається а тоді й каже:

— Сідай, Телесику, на лопату! А він каже:

— Коли ж я не вмію,— як його сідати?

— Та вже сідай! — каже Оленка. Він і положив на лопату руку.

— Так? — каже.

— Та ні-бо: сідай зовсім! Він положив голову:

— Отак, може?

— Та ні-бо, ні! Сідай увесь!

— А як же? Хіба так? — та й поклав ногу.

— Та ні-бо,— каже Оленка,— ні, не так!

— Ну, так покажи ж,— каже Телесик,— бо я не знаю як. Вона й стала показувати, та тільки сіла, а він за лопату та й укинув її в піч, і заслінкою піч затулив, а сам замкнув хату, зліз на превисоченного явора та й сидить. От змія прилітає з гостями.

— Зміючко Оленко, відчини!

Не чуть.

— Зміючко Оленко, відчини!

Не озивається.

— От вража Оленка, вже десь повіялась.

От змія сама відчинила хату, повходили гості, посідали за стіл. Відслонила змія заслінку, вийняла з печі, та й їдять — думали, що то Телесик. Попоїли добре, повиходили надвір та й качаються по траві.

— Покочуся, повалюся, Телесикового м'ясця наївшись!

А Телесик із явора:

— Покотіться, поваліться, Оленчиного м'ясця наївшись!

Вони слухають... Де це? Та знов:

— Покочуся, повалюся, Телесикового м'ясця наївшись.

А він знову:

— Покотіться, поваліться, Оленчиного м'ясця наївшись!

Вони далі:

— Що воно таке?

Давай шукати, давай дивитися, та й угледіли Телесика на яворі. Кинулись до явора та й почали його гризти. Гризли-гризли аж зуби поламали, а не перегризуть. Кинулись до коваля:

— Ковалю-ковалю, покуй нам такі зуби, щоб того явора перегризти!

Коваль і скував. Вони як почали знову... От-от уже перегризуть. Коли летить табун гусей. Телесик їх і просить:

Гуси-гуси, гусенята!
Візьміть мене на крилята
Та понесіть до батенька,
А в батенька їсти, й пити,
Ще й хороше походити!
А гуси й кажуть:

— Нехай тебе середні візьмуть!

А змії гризуть-гризуть... Аж летить знову табун гусей. Телесик і просить:

Гуси-гуси, гусенята!
Візьміть мене на крилята
Та понесіть до батенька,
А в батенька їсти, й пити,
Ще й хороше походити!
Так і ці йому кажуть:

— Нехай тебе задні візьмуть!

А явір аж тріщить. Відпочинуть змії та й знов гризуть, відпочинуть та й знов... Аж летить іще табун гусей. Телесик так їх просить:

Гуси-гуси, гусенята!
Візьміть мене на крилята
Та понесіть до батенька,
А в батенька їсти, й пити,
Ще й хороше походити!
І ці кажуть:

— Нехай тебе заднє візьме!

Та й полетіли.

Сидить сердешний Телесик, от-от явір упаде, от-от доведеться пропасти! Коли це летить собі одне гусеня: відбилося — насилу летить, Телесик до нього:

Гуся-гуся, гусенятко!
Візьми мене на крилятко
Та понеси до батенька,
А в батенька їсти, й пити,
Ще й хороше походити!
От воно:

— Сідай!— каже та й ухопило його на крила. Та втомилось сердешне, так низько несе. А змія за ним — ледве не вхопить його — женеться. Та таки не наздогнала. От воно принесло та й посадило Телесика на призьбі, а само ходить по двору, пасеться.

От сидить Телесик на призьбі та й слухає, що в хаті робиться. А баба напекла пиріжків, та виймає в печі, і каже:

— Це тобі, діду, пиріжок, а це мені пиріжок!

А Телесик знадвору:

— А мені?

То це вона знову виймає пиріжки та:

— Оце тобі, дідусю, пиріжок, а це мені!

А Телесик знову:

— А мені?

Вони й почули. Що це?

— Чи ти чуєш, діду, щось наче гукає?

— Та то,— каже дід,— мабуть, так учувається.

Та знов баба:

— Оце тобі, дідусю, пиріжок, а це мені!

— А мені? — каже з призьби Телесик.

— Отже, таки озивається! — говорить баба та зирк у вікно — аж на призьбі Телесик. Вони тоді з хати, та вхопили його, та внесли в хату, та такі раді...

А гусятко ходить по двору, то мати й побачила.

— Он гусятко ходить. Піду впіймаю та заріжу.

А Телесик каже:

— Ні, мамо, не ріжте, а нагодуйте його! Коли б не воно, то я б у вас і не був.

От вони нагодували його, й напоїли, і під крильця насипали пшона. Так воно й полетіло.

От вам казочка, а мені бубликів в'язочка.
в чоловіка три сини: два розумних, а третій, Іван, дурний. Батько їх поділив хазяйством та й умер.

Пішли всі брати щастя шукати. Тільки розумні своє хазяйство покидали дома, а в Івана з хазяйства була одна ступа, так він і ту з собою взяв.

Ідуть вони та й ідуть, і вже стало смеркать. Дійшли до лісу та й кажуть:

— Давайте виліземо на дуба та переночуємо, а то щоб розбійники не напали.

Один і каже:

— А цього дурного біса де дінемо з ступою? Іван на те:

— Думайте за себе, а я сам вилізу на дуба та й заночую.

Полізли розумні аж на самий вершок дуба і сидять, а Іван і собі лізе, а за собою і ступу тягне на дуба. Виліз, сидить і ступу держить.

От ідуть розбійники з своїх промислів та й стали ночувать під тим дубом. Назбирали дров собі, зачали варить у великому казані куліш на вечерю. Наварили, посідали кругом казана, побрали ложки та тільки що стали їсти та все студять, бо дуже гарячий був, а Іван як пустить ступу та прямо в казан. Кип'ячений куліш геть-чисто позаляпував їм очі. Вони з ляку як посхвачувалися та й ну тікать у ліс, забули й товар, котрий награбили в крамарів.

Іван тоді зліз з дуба та й каже братам:

— Лізьте додолу.

Брати позлазили, забрали увесь товар, коні і поїхали додому, а Іван узяв собі тільки сопілку. Узяв він ту сопілку і ну грать. А була та сопілка не проста, а чарівна: як заграє, так усе живе й танцює. От заграв Іван, так і пішло все танцювать: і вовки, і зайці, і лисиці й ведмеді. А Іван все гра та сміється. Уже ті звірі сердешні танцювали, танцювали і поморились. Уже за дерева хватались та держались, щоб не танцювать, та ні, не вдержаться.

Уморився Іван, ліг відпочивать. Трохи оддихнувши, встав і пішов у город. Люди саме несли на базар продавать хто паляниці, хто крашанки в коробці, а хто квас у відрах. Іван як заграв у дудочку, так і пішли всі танцювать. Один чоловік ніс коробку яєць та побив їх чисто, танцюючи, і сам як чортяка убрався в яєчню. Ті, що спали, посхвачувались та давай і собі танцювать: хто голий по хаті, хто без штанів, хто без сорочки, а хто без спідниці. Пішов увесь город перевертом: і собаки, і свині, і кури, все чисто, що було живе, пустилося танцювати.

Уморився Іван, граючи, і пішов у слободу найматися в робітники. Прийшов, а зустрічає його піп.

— Наймись до мене, добрий чоловіче, в робітники.

— Добре,— каже Іван.

— А що ти візьмеш у год?

— Та я не дорого візьму: п'ять карбованців.

— Як так, то й так,— каже піп.

Найняв він робітника та на другий день і послав волів пасти. Погнав Іван волів на сінокос, а сам виліз на стіг і сидить, а воли пасуться. От згадав він про свою дудочку і заграв. Як заграв, а воли зараз і пішли танцювать. Танцюють і танцюють, уже воли чисто поперепадались. Пригонить Іван волів увечері додому, а вони голодні, ревуть та з загати смичуть гнилу солому і їдять. Сам Іван повечеряв та ліг спать. На другий день погнав оп'ять волів пасти. Пас, пас, а потім знов заграв, і все пішло танцювать. Дограв до вечора і погнав волів додому голодних і замучених танцями. Дивиться піп на худобу та й каже:

— Де він їх у чорта пасеш, що вони такі худі та голодні?

От він вирішив самому піти і подивитися, де той Іван їх пасе. На третій день погнав робітник волів пасти, а піп і собі слідом за ним. Пішов та й сів у тернику. Сидить і вигляда, що Іван буде робить. А той знов виліз на стіг та й давай грати. Як пішло все танцювати — воли і всяка тварюка, а далі і піп у тернику. Терник був густий, і піп як почав по ньому плигать, як почав, та й порвав на собі штани, рясу, сорочку, а косу та бороду чисто вискуб терном.

Бачить піп, що лихо, та давай кричать, щоб робітник перестав грати. А той грає собі і не чує. А далі зирк у терен, коли піп плига як оглашенний, він тоді й годі грать. Піп вискочив та й дав тягу додому.

Добіг до села та як чкурнув вулицями. Люди його не пізнали, дивляться, що в нього тільки клапті висять в одежі, а все тіло видно, і давай на нього тюкать. Він тоді звернув з вулиці, переліз через тин та як гайнув по городах бур'янами, а собаки за ним. Дехто думав, що розбійник, та давай його цькувать собаками. Прибіг піп додому увесь в реп'яхах. Попадя не впізнала та з переляку і каже робітникам:

— Біжіть вигоніть з двору скаженого чоловіка.

Ті побігли з дрючками, аж він до них забалакав. Тоді робітники узнали попа, привели його в хату і давай він попаді розказувать про Івана. Попадя слухає та тільки дивується.

Увечері пригнав Іван волів, загнав у загін, дав сіна, а сам пішов вечеряти. Увійшов у хату, а піп йому й каже:

— Ану лишень, Іване, заграй попаді коротенької пісні.

А сам узяв та й прив'язав себе до стовпа, котрим був підпертий сволок у хаті. Іван сів долі біля порога і почав грати. Попадя вмостилася на лаві, щоб послухать, як він грає, та як схопиться з лави і давай танцювати. А далі як закрутиться якоїсь панської та й мало їй місця. Де в чорта взялась кішка, вискочила з-під припічка та давай і собі плигать. А піп державсь, державсь руками, а воно його так і сіпа біля стовпа. Сіпало, а далі канат ослаб і давай тоді піп стрибать кругом стовпа на канаті. Стрибав, стрибав та вже аж боки понамулював канатом, а тоді давай кричать Іванові:

— Годі! Перестань! Хай тобі біс!

Іван перестав грать, сховав у пазуху свою дудку та тоді й пішов спать. Піп і каже попаді:

— Давай Івана проженем завтра, а то він зовсім замучить і нас і наших волів.

Іван брав одежу в сінях та й чув, що піп казав попаді. Уранці встав і пішов прямо до попа та й каже йому:

— Коли ти, попе, задумав мене проганяти, то заплати мені гроші, і я собі піду. Як не даси, то буду грать, поки ви обоє з попадею позамучуєтесь, танцюючи.

Піп поскріб потилицю, бачить, що треба-таки платить, вийняв з гаманця гроші і віддав Іванові.

Іван заграв на прощання однієї, поки піп з попадею потомились, аж язики висолопили з рота, та й пішов по білому світу блукати.`
}